class Explainrepository {
  Map<String, dynamic> exdata = {
    "김치찌개": [
      {
        "ex1": "1. 배추김치 280g(1/4 포기)돼지고기(목등심) 150g\n",
        "ex2":
            "2. 청주 15g(1큰술), 다진 마늘 16g(1큰술), 생강즙 16g(1큰술)참기름 13g(1큰술)고춧가루 2.2g(1작은술)\n",
        "ex3": "3. 물 1.6kg(8컵), 무 100g, 양파 100g(2/3개)\n",
        "ex4": "4. 다시마 20g소금 2g(1/2 작은술)두부 150g\n",
        "ex5": "파 20g후춧가루 0.3g(1/8작은술)",
        "tip1": "1. 배추김치는 속을 털어 내고, 가로·세로 2cm 정도로 썬다(250g).\n",
        "tip2": "2. 돼지고기는 핏물을 닦고, 가로·세로 2.5cm 두께 0.2cm 정도로 썰어 양념한다.\n",
        "tip3":
            "3. 찌갯국물용 무는 깨끗이 씻어 껍질을 벗기고, 가로·세로 5cm 두께 2cm 정도로 썰고(95g), 양파는 손질하여 깨끗이 씻은 후 폭 1cm 정도로 썬다(95g).\n",
        "tip4": "4. 다시마는 면보로 닦는다.\n",
        "tip5": "5. 두부는 가로 2.5cm 세로 3cm 두께 0.8cm 정도로 자른다(130g).\n",
        "tip6": "6. 파는 다듬어 씻어 길이 2cm 두께 0.3cm 정도로 어슷썬다(18g).\n",
        "tip7":
            "7. 냄비에 물을 붓고 무와 양파를 넣어, 센불에 8분 정도 올려 끓으면, 중불로 낮추어 20분 정도 더 끓이다가 다시마를 넣고 불을 끈다음 5분정도 두었다가 체에 걸러 찌갯국물을 만든다(1.2kg).\n",
        "tip8":
            "8. 냄비를 달구어 참기름을 두르고, 돼지고기를 넣어 중불에서 2분 정도 볶다가, 배추김치를 넣고 2분 정도 더 볶는다. \n",
        "tip9":
            "9. 볶은 돼지고기와 배추김치에 찌갯국물과 고춧가루를 넣고, 센불에 6분 정도 올려 끓으면 중불로 낮추어 30분 정도 더 끓인다.\n",
        "tip10": "10. 소금으로 간을 맞추고, 두부와 파·후춧가루를 넣고, 2분 정도 더 끓인다.",
      }
    ],
    "된장찌개": [
      {
        "ex1": "1. 쇠고기(등심) 90g표고버섯 15g(3장)\n",
        "ex2":
            "2. 청장(햇장 또는 맑은 국간장) 9g(1/2큰술), 다진 파 4.5g(1작은술), 다진 마늘 2.8g(1/2작은술)\n",
        "ex3": "3. 깨소금 0.5g(1/4작은술), 후춧가루 0.3g(1/8작은술), 참기름 4g(1작은술)\n",
        "ex4": "4. 쌀뜨물 700g(3 1/2컵)된장 85g(5큰술)두부 250g(1/2모)고춧가루 2.2g(1작은술)\n",
        "ex5": "5. 청고추 15g(1개)홍고추 20g(1개)파 20g",
        "tip1": "1. 쇠고기는 핏물을 닦고, 가로·세로 2.5cm 두께 0.2cm 정도로 썬다.\n",
        "tip2":
            "2. 표고버섯은 물에 1시간 정도 불려(50g), 기둥을 떼고 닦아 길이 4cm 폭·두께 0.5cm 정도로 채 썬다.\n",
        "tip3": "3. 두부는 가로 2cm 세로 3cm 두께 1cm 정도로 썬다.\n",
        "tip4": "4. 쇠고기와 표고버섯은 한데 섞고 양념장을 넣어 무친다.\n",
        "tip5":
            "5. 청·홍고추와 파는 길이 2cm, 두께 0.3cm 정도로 어슷 썬다(청고추 10g, 홍고추 12g, 파 15g).\n",
        "tip6": "6. 냄비를 달구어 쇠고기와 표고버섯을 넣고, 중불로 낮추어 2분 정도 볶다가 쌀뜨물을 붓는다.\n",
        "tip7": "7. 된장을 풀어 넣고 센불에 4분 정도 올려 끓으면, 중불로 낮추어 10분 정도 더 끓인다.\n",
        "tip8":
            "8. 된장국물의 맛이 충분히 우러나면, 두부와 고춧가루를 넣고 2분 정도 끓이고, 청·홍고추와 파를 넣어 1분 정도 더 끓인다.",
        "tip9": "",
        "tip10": "",
      }
    ],
    "소고기무국": [
      {
        "ex1": "1. 소고기 부채살(150g), 무(150g), 대파(1대) \n",
        "ex2": "2. 청주(1)+다진 마늘(0.3)+후춧가루(약간)\n",
        "ex3": "3. 참기름(1), 국간장(1), 다진 마늘(0.3), 소금(0.2), 후춧가루(약간)\n",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 부채살은 살코기 색이 선홍색의 붉은 빛을 띄는 것으로, 지방질은 밝은 흰색으로 가늘고 넓게 퍼져있는 것으로 고르세요.\n",
        "tip2": "2. 소고기 부채살은 납작 썰어 고기 밑양념에 재워 준비해 주세요.\n",
        "tip3": "3. 무는 나박 썰고, 대파는 길게 반 갈라 무 길이로 잘라주세요.\n",
        "tip4": "4. 냄비에 참기름(1)을 두르고 소고기를 넣어 볶아주세요.\n",
        "tip5": "5. 고기가 익으면 무를 넣고 볶다가 물(4컵)을 부어 끓여주세요.\n",
        "tip6":
            "무가 투명해지면 국간장(1), 다진 마늘(0.3)을 넣고 소금(0.2), 후춧가루(약간)로 간을 맞춘 뒤 대파를 넣고 끓여주세요.",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "미역국": [
      {
        "ex1": "1. 쇠고기(사태) 100g, 마른미역 20g\n",
        "ex2":
            "2. 청장(햇장 또는 맑은 국간장) 3g(1/2작은술), 다진 마늘 2.8g(1/2작은술), 후춧가루 0.1g\n",
        "ex3": "3. 물 1.3kg(6 1/2컵), 참기름 13g(1큰술)\n",
        "ex4": "4. 청장(햇장 또는 맑은 국간장) 6g(1작은술), 소금 6g(1/2작은술)\n",
        "ex5": "",
        "tip1": "1. 마른미역은 물에 30분 정도 불리고 깨끗이 씻어 물기를 짠 후, 길이 4cm 정도로 썬다(260g).\n",
        "tip2": "2. 쇠고기는 핏물을 닦고, 가로·세로 2.5cm 두께 0.2cm 정도로 썰어, 양념장으로 양념한다.\n",
        "tip3":
            "3. 냄비를 달구어 참기름을 두르고, 쇠고기를 넣어 중불에서 2분 정도 볶다가, 불린 미역을 넣고 3분 정도 더 볶는다.\n",
        "tip4": "4. 냄비에 물을 붓고, 센불에 6분 정도 올려 끓으면 중불로 낮추어 20분 정도 더 끓인다.\n",
        "tip5": "5. 청장(햇장 또는 맑은 국간장)과 소금으로 넣어 간을 맞추고, 2분 정도 더 끓인다.",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "계란말이": [
      {
        "ex1": "1. 계란 4개, 실파 3대(30g), 소금 ½작은술, 식용유 약간\n",
        "ex2": "",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 계란은 넓은 볼에 깨뜨려 담고 젓가락으로 고루 젓는다.\n",
        "tip2": "2. 실파는 깨끗이 손질해서 모두 곱게 다진다.\n",
        "tip3": "3. 계란을 곱게 푼 뒤 다진 실파를 넣고 소금으로 간을 맞춘다.\n",
        "tip4":
            "4. 팬을 중약 불로 달구어 식용유를 코팅시킨다. 계란 반죽을 부어 반쯤 익으면 뒤집개나 젓가락으로 안쪽에서부터 바깥쪽으로 2cm 정도씩 말기 시작한다.\n",
        "tip5": "5. 계란이 갈색이 되지 않고 부드럽게 되도록 약한 불을 유지하면서 서서히 말아가며 익힌다.\n",
        "tip6":
            "6. 익힌 계란말이를 접시에 담아 식힌다. 김밥말이가 있으면 계란을 김밥말이로 말아 직사각형이 되도록 눌러 모양을 잡는다.\n",
        "tip7": "7. 먹기 좋은 크기로 썰어 그릇에 담는다.",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "떡볶이": [
      {
        "ex1": "1. 떡볶이용 떡 500g, 어묵 150g (사각형 어묵 3장), 물 1½컵(360ml)\n",
        "ex2": "2. 고추장 3큰술, 간장 ½큰술, 설탕 2큰술, 물엿 1큰술 간장 ½큰술, 설탕 2큰술, 물엿 1큰술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 떡볶이용 떡은 말랑하면 그냥 씻어 건져두고, 단단히 굳었으면 끓는 물에 살짝 데쳐서 사용한다.\n",
        "tip2": "2. 어묵은 2.5×5cm 크기로 썰어 체에 올려놓고 뜨거운 물을 부어 기름을 뺀다.\n",
        "tip3": "3. 팬에 물을 넣고 고추장, 간장, 설탕, 물엿을 넣어 잘 푼다.\n",
        "tip4": "4. 3의 팬을 불에 올리고 떡을 넣어 눌어붙지 않게 저어가며 잠시 끓인다.\n",
        "tip5": "5. 어묵을 넣고 양념장이 걸쭉해질 때까지 끓인다.",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "김밥": [
      {
        "ex1":
            "1. 흰밥 4컵(920g), 소금 1작은술, 참기름 2큰술, 구운 김 4장, 다진 소고기 200g, 단무지 4줄(90g), 오이 ⅔개(100g),\n",
        "ex2": "2. 당근 ½개(100g), 계란 3개, 식용유 · 소금 · 참기름 적당량\n",
        "ex3": "3. 간장 2큰술, 설탕 ½큰술, 다진 파 1큰술, 다진 마늘 1작은술, 후춧가루 약간\n",
        "ex4": "4. 식초 ⅔큰술, 설탕 ⅔큰술, 물 ⅔큰술, 소금 적당량\n",
        "ex5": "",
        "tip1": "1. 밥은 질지 않은 고슬고슬한 따뜻한 밥으로 준비하여 소금과 참기름을 넣어 버무린 후 약간 식힌다.\n",
        "tip2": "2. 다진 소고기는 20분 동안 고기 양념장에 재운 후 팬에 볶는다.\n",
        "tip3": "3. 단무지는 김 길이에 맞춰 썬 뒤 연필 굵기로 썬다.\n",
        "tip4":
            "4. 오이는 단무지와 같은 길이로 썰어 씨를 빼고 연필 굵기로 썬다. 단촛물을 만들어 오이를 30분 정도 담가 살짝 절인 뒤 물기를 제거한다.\n",
        "tip5": "5. 당근은 곱게 채 썰어 소금을 조금 넣고 팬에 볶아 식힌다.\n",
        "tip6":
            "6. 계란은 소금을 조금 넣고 풀어서 도톰하게 부친다. 다른 재료와 같이 연필 굵기와 같은 폭으로 길게 썬다.\n",
        "tip7":
            "7. 김의 매끄러운 부분이 김발에 마주하도록 놓는다. 조미한 밥 1컵을 김 중앙 올린 다음, 김 윗부분의 ¼을 남기고 나머지 부분에 넓게 편다. 밥을 너무 두껍게 놓지 않도록 한다.\n",
        "tip8":
            "8. 밥 가운데에 소고기, 단무지, 오이, 당근, 계란을 나란히 놓는다. 김발을 안쪽부터 말면서 꼭꼭 누른다.\n",
        "tip9": "9. 칼에 참기름을 바르고 1cm 두께로 동글게 썬다.",
        "tip10": "",
      }
    ],
    "감자볶음": [
      {
        "ex1": "1. 감자 300g, 양파 1/2개, 식용유 2큰술\n",
        "ex2": "2. 소금 1작은술, 후춧가루 약간, 참기름 1작은술, 깨소금 1작은술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 감자는 껍질을 벗기고 채 썰어 찬물이나 옅은 소금물에 5분 정도 담가 녹말 기를 뺍니다.\n",
        "tip2": "2. 양파는 채 썰어 준비합니다.\n",
        "tip3": "3. 팬을 달궈 식용유를 두르고 양파와 감자를 볶습니다.\n",
        "tip4": "4. 감자가 적당히 익으면 소금과 후춧가루로 간을 합니다.\n",
        "tip5": "5. 마지막으로 참기름과 깨소금을 넣고 그릇에 담아냅니다.\n",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "계란찜": [
      {
        "ex1": "1. 계란 4개, 물 ⅔컵, 새우젓 1작은술, 쪽파 1개, 고춧가루 ¼작은술\n",
        "ex2": "",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 뚝배기에 물을 넣고 끓인다.\n",
        "tip2": "2. 그릇에 계란, 새우젓을 넣고 잘 풀어 준다.\n",
        "tip3": "3. 물이 끓으면 약한 불로 줄이고 풀어 둔 계란을 붓는다.(새우젓이 없으면 소금을 사용해도 된다.)\n",
        "tip4": "4. 계란이 익어서 엉기기 시작할 때까지 저어준다.\n",
        "tip5": "5. 뚜껑을 닫고 7분간 익힌다.\n",
        "tip6": "6. 쪽파를 다져서 계란찜 위에 고춧가루와 함께 뿌린다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "궁중떡볶이": [
      {
        "ex1":
            "1. 흰떡 300g, 참기름 13g(1큰술), 쇠고기(우둔) 100g, 표고버섯 15g(3장), 말린 호박오가리 20g\n",
        "ex2":
            "2. 양념장1): 청장(햇장 또는 맑은 국간장) 9g(1/2큰술), 다진 파 4.5g(1작은술), 다진 마늘 2.8g(1/2작은술)\n",
        "ex3":
            "3. 달걀 60g(1개), 식용유 13g(1큰술), 숙주 60g, 물 400g(2컵), 소금 1g(1/4작은술), 홍고추 20g(1개), 청고추 15g(1개), 양파 50g(1/3개)\n",
        "ex4":
            "4. 양념장2): 간장 18g(1큰술), 설탕 6g(1/2큰술) 꿀 6g(1작은술), 다진 파 4.5g(1작은술), 다진 마늘 2.8g(1/2작은술), 참기름 4g(1작은술), 물 50g(1/4컵)\n",
        "ex5": "",
        "tip1": "1. 흰떡은 길이 4~5cm로 썰고, 다시 길이로 4등분하여, 참기름을 넣고 무친다(250g).\n",
        "tip2":
            "2. 쇠고기는 핏물을 닦아, 길이 5cm 폭·두께 0.3cm 정도로 채 썰고, 표고버섯과 호박오가리는 물에 1시간 정도 불려, 길이 5cm 폭 0.7cm 두께 0.3cm 정도로 썬다(쇠고기 80g, 표고버섯 45g, 호박오가리 80g).\n",
        "tip3":
            "3. 양파는 손질하여 씻어 길이 5cm 폭 0.7cm 두께 0.3cm 정도로 썰고, 청·홍고추는 씻어 길이로 반을 잘라 속은 떼어내고 양파와 같은 크기로 썬다(양파 35g, 청고추10g, 홍고추 12g).\n",
        "tip4": "4. 숙주는 머리와 꼬리를 떼어 씻는다.\n",
        "tip5": "5. 달걀은 두께 0.3cm 정도로 황백지단을 부쳐, 길이 5cm 폭 0.7cm 정도로 썬다.\n",
        "tip6": "6. 양념장1),2)를 만든다.\n",
        "tip7":
            "7. 냄비에 물을 붓고 센불에 2분 정도 올려 끓으면, 소금과 숙주를 넣고 2분 정도 데쳐 건진다(43g).\n",
        "tip8":
            "8.  팬을 달구어 식용유를 두르고, 양파와 호박오가리는 중불에서 각각 2분 정도 볶고, 청·홍고추는 20초 정도 볶는다. 쇠고기와 표고버섯은 양념장1)을 넣고 양념하여 중불에서 2분 정도 볶는다.\n",
        "tip9":
            "9. 팬을 달구어 흰떡과 양념장2)를 넣고, 중불에서 3분 정도 볶다가 쇠고기와 표고버섯·호박오가리·양파·청·홍고추·숙주를 넣고, 30초 정도 더 볶은 후 불을 끄고, 황백지단을 넣어 고루 섞는다.\n",
        "tip10": "",
      }
    ],
    "부추겉절이": [
      {
        "ex1": "1. 부추 2줌(100g), 까나리액젓 1/2큰술(7ml)\n",
        "ex2":
            "2. 고춧가루 1큰술(5g), 마늘(다진 마늘) 1작은술(3g), 생강(다진 생강) 1/3작은술(1g), 통깨(깨 약간)\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 부추는 깨끗이 씻은 후 체에 밭쳐 물기를 뺀다. 5cm 길이로 썬다.",
        "tip2": "2. 볼에 고춧가루, 까나리액젓, 마늘, 생강을 넣고 섞는다.n",
        "tip3":
            "3. 젓가락으로 가볍게 버무린 후 통깨를 뿌린다.(양념은 바로 먹기 직전에 넣어 무쳐야 부추가 숨이 죽지 않아 맛있게 즐길 수 있고, 부추가 다치지 않도록 살살 버무려 주어야 부추의 싱싱함을 느낄 수 있는 겉절이가 된다. 좀 더 고소한 맛을 원하면 상에 바로 내기 전에 참기름을 약간 넣어 무쳐도 좋다.)\n",
        "tip4": "",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "무생채": [
      {
        "ex1": "1. 무 500g, 굵은 소금 1큰술\n",
        "ex2": "2. 고운 고춧가루 ½큰술, 식초 1큰술, 설탕 ½큰술, 다진 마늘 1작은술, 다진 생강 ½작은술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 무는 깨끗이 씻어서 가늘게 채 썬다. 큰 그릇에 무를 담고 굵은 소금을 뿌려 30분간 재운다.\n",
        "tip2": "2. 찬물에 헹군 후 물기를 뺀다.\n",
        "tip3": "3. 무에 고춧가루를 넣어 붉은 색으로 물을 들인다.\n",
        "tip4": "4. 식초, 설탕, 마늘, 생강을 넣고 잘 버무려서 낸다.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "감자조림": [
      {
        "ex1":
            "1. 감자 5개(500g), 풋고추 4개(60g), 식용유 2큰술, 간장 3큰술, 설탕 2큰술, 물 ½컵, 통깨 1큰술, 참기름 1큰술\n",
        "ex2": "",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 감자는 껍질을 벗기고 2.5cm 폭의 주사위 모양으로 썰어 물에 담가둔다.\n",
        "tip2": "2. 풋고추는 1cm 두께로 동글게 썰고 물에 헹구어 씨를 뺀다.\n",
        "tip3": "3. 감자는 체에 밭쳐 물을 빼고 키친타월로 물기를 없앤다.\n",
        "tip4": "4. 뜨겁게 달군 냄비에 식용유 2큰술을 두르고 감자를 넣어 5분 동안 볶는다.\n",
        "tip5": "5. 간장, 설탕을 넣고 잠시 볶다가 물 ½컵을 넣고 뚜껑을 덮어 10분 동안 중간 불에서 조린다.\n",
        "tip6": "6. 썰어놓은 풋고추를 넣고 통깨와 참기름을 넣은 후 불을 끈다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "우엉조림": [
      {
        "ex1": "1. 재료(4인분)- 우엉 400g, 물엿 2큰술, 참기름 1큰술, 통깨 약간\n",
        "ex2":
            "2. 조림양념 재료- 다시마육수 2컵, 간장 4큰술, 설탕 2큰술, 맛술 2큰술, 물엿 2큰술, 식용유 2큰술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 우엉은 깨끗이 씻은 후 필러로 껍질을 벗기고, 0.5센치 두께로 어슷하게 썬 후 채썰어주세요.\n",
        "tip2":
            "2. 냄비에 우엉이 잠길만큼의 물과 식초 1/2큰술을 넣고 끓어오르면 우엉을 넣어 살짝 데치고, 찬물에 헹군 후 체에 밭쳐 물기를 빼주세요. (우엉을 식초물에 살짝 데치거나 식초물에 담갔다가 사용하면 갈변현상도 막고 우엉의 아린맛도 줄일 수 있어요.)\n",
        "tip3":
            "3. 냄비에 다시마육수와 조림양념, 데친 우엉을 넣고 국물이 끓어오르면 중불로 줄여 뚜껑을 닫고 20분 정도 졸여주세요.\n",
        "tip4": "4. 국물이 자작하게 줄어들면 물엿과 참기름을 넣고 불을 꺼주세요.\n",
        "tip5": "5. 접시에 우엉조림을 담고 통깨를 뿌려주세요.\n",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "감자전": [
      {
        "ex1": "1. 감자 3개, 소금 1/2작은술, 식용유 약간\n",
        "ex2": "2. 초간장 재료- 간장 1큰술, 식초 1큰술, 물 1/2큰술, 청양고추 1/2개\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 감자를 강판에 갈아 체에 밭치고, 감자에서 나온 물은 볼에 담아주세요. (갈은 감자에 수분이 촉촉이 남도록 짜내지 않고, 체에만 밭쳐 나온 수분만 빼내주세요.)\n",
        "tip2": "2. 물 아래 가라앉은 전분만 남기고 윗물을 따라 버려주세요.\n",
        "tip3": "3. 볼에 가라앉은 전분과 갈아 놓은 감자, 소금 넣고 섞어주세요.\n",
        "tip4": "4. 달군 팬에 기름을 넉넉히 두르고, 반죽을 두툼하게 올려 바삭하게 구워주세요.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "부추전": [
      {
        "ex1":
            "1. 재료(2인분(2장 분량))- 부추 100g, 당근 1/4개, 오징어 1마리, 청양고추 1개, 홍고추 1개, 식용유 적당량\n",
        "ex2":
            "2. 반죽 양념(2인분(2장 분량))- 부침가루 1컵(120g), 찬물 1컵(200ml), 달걀 1개, 소금 한꼬집\n",
        "ex3":
            "3. 초간장(2인분(2장 분량))- 진간장 1큰술, 식초 1큰술, 물 1/2큰술, 송송 썬 청양고추 1/2개, 다진 양파 1/2큰술\n",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 깨끗이 씻은 부추는 4cm 길이로 썰고, 당근은 얇게 채를 썰어주세요. 청양고추와 홍고추는 얇게 송송 썰어주세요.\n",
        "tip2": "2. 오징어는 내장을 제거한 후 깨끗이 씻어, 다리와 함께 먹기 좋은 크기로 잘라주세요.\n",
        "tip3": "3. 볼에 반죽 양념을 넣고 잘 섞어주세요. 초간장 재료는 모두 섞어주세요.\n",
        "tip4":
            "4. 반죽 양념에 썰어 둔 당근, 청홍고추, 오징어를 넣어 섞어주세요. 마지막에 부추를 넣어 가볍게 섞어주세요.\n",
        "tip5":
            "5. 달군 팬에 식용유를 넉넉히 두른 후, 반죽을 한 국자씩 떠서 동그랗게 편 후 앞뒤로 노릇노릇하게 부쳐주세요. (tip. 기름이 충분히 달궈졌을 때 반죽을 올려야 바삭하게 구울 수 있어요.)\n",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "제육볶음": [
      {
        "ex1": "1. 돼지고기(삼겹살) 500g, 양파 1¼개(250g), 실파 9대(90g), 식용유 2큰술\n",
        "ex2":
            "2. 고추장 4큰술, 고춧가루 2큰술, 간장 2큰술, 설탕 2큰술, 다진 파 2작은술, 다진 마늘 1작은술, 생강즙 1큰술, 청주 2큰술, 후춧가루 약간\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 돼지고기 삼겹살을 0.3cm 두께로 얇게 썬 후 한 입 크기로 썬다.\n",
        "tip2": "2. 양파는 길이로 채 썬다.\n",
        "tip3": "3. 실파는 6대는 4cm 길이로 썰고, 나머지 3대는 고명용으로 송송 썬다.\n",
        "tip4": "4. 고추장에 나머지 재료를 섞어서 매운 양념장을 만든다.\n",
        "tip5": "5. 손질한 돼지고기에 양념장을 넣고 주물러 간이 고루 배도록 30분 동안 재워둔다.\n",
        "tip6": "6. 뜨겁게 달군 팬에 식용유 1큰술을 두르고 채 썬 양파를 살짝 볶아놓는다.\n",
        "tip7":
            "7. 다시 팬을 달구어 식용유 1큰술을 두르고 중간 불에서 양념한 돼지고기를 타지 않게 저어가며 볶는다. 돼지고기가 완전히 익으면 볶아놓은 양파와 길쭉하게 썬 파를 넣어 잘 섞는다.\n",
        "tip8": "8. 잘 익은 돼지고기를 그릇에 담고 송송 썬 파를 올려서 낸다.",
        "tip9": "",
        "tip10": "",
      }
    ],
    "불고기": [
      {
        "ex1":
            "1. 소고기(등심 또는 안심) 500g, 양파 200g(2개), 대파 20g(1대), 팽이버섯 50g, 곁들임 채소(상추외 잎채소 100g, 풋고추 2개, 깐마늘 5쪽), 쌈장 42g(2TS)\n",
        "ex2":
            "2. 불고기 양념장: 간장 72g(4TS), 후춧가루 0.6g(1/4ts), 배즙 30g(2TS), 생강즙 16g(1TS), 설탕 48g(4TS), 물엿 38g(2TS), 다진 파 14g(1TS), 다진 마늘 8g(1/2TS), 깨소금 3g(1/2TS), 참기름 13g(1TS)\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 소고기는 등심이나 안심의 연한 부분을 골라 얇게 썰어 준비한다(\n",
        "tip2":
            "2. 소고기를 배즙과 설탕, 생강즙에 버무려 재어 놓은 다음, 나머지 양념 재료를 넣고 간이 고루 베게 주물러 30분 이상 재어 둔다.\n",
        "tip3":
            "3. 대파는 0.5cm 두께로 어슷 썰고, 양파는 0.3cm 두께로 채 썬다. 팽이버섯은 밑동을 잘라 준비한다. \n",
        "tip4": "4. 뜨겁게 달군 팬에 고기와 준비한 채소를 넣고 볶는다.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "비빔밥": [
      {
        "ex1": "1. 멥쌀 450g(2 1/2컵), 물 600g(3컵), 애호박 300g(1개), 소금 1g(1/4작은술)\n",
        "ex2": "2. 껍질 벗긴 도라지 200g, 소금 4g(1작은술), 쇠고기(우둔) 120g, 불린 고사리 200g\n",
        "ex3":
            "3. 양념장) 간장 18g(1큰술), 설탕 6g(1/2큰술), 다진 파 9g(2작은술), 다진 마늘 5.5g(1작은술), 깨소금 2g(1작은술), 후춧가루 0.3g(1/8작은술), 참기름 4g(1작은술)\n",
        "ex4": "4. 달걀 120g(2개), 다시마 3g, 식용유 26g(2큰술)\n",
        "ex5":
            "5. 약고추장 고추장 95g(5큰술), 다진 쇠고기 20g, 다진 파9g(2작은술), 다진 마늘 5.5g(1작은술), 설탕 12g(1큰술), 참기름 19.5g(1 1/2큰술), 물90g(6큰술)",
        "tip1": "1. 멥쌀은 깨끗이 씻어 일어 물에 30분 정도 불려, 체에 밭쳐 10분 정도 물기를 뺀다.(550g).\n",
        "tip2":
            "2. 애호박은 길이 5~6cm로 자르고, 두께 0.3cm 정도로 돌려 깎아 폭 0.3cm 정도로 채 썰고, 소금에 10분 정도 절여 물기를 닦는다. 도라지는 길이 5~6cm, 폭·두께 0.3cm 정도로 채 썰어, 소금을 넣고 2분 정도 주물러 10분 정도 두었다가 헹구어 물기를 짠다\n",
        "tip3":
            "3. 쇠고기는 핏물을 닦아 길이 6cm, 폭·두께 0.3cm 정도로 채 썰고, 고사리는 깨끗이 씻어 길이 5cm 정도로 썰어, 각각 양념장에 무친다.\n",
        "tip4": "4. 달걀은 황백지단을 부쳐 길이 5cm 폭·두께 0.3cm 정도로 채 썬다.\n",
        "tip5":
            "5. 냄비에 멥쌀과 물을 붓고, 센불에 4분 정도 올려 끓으면 4분 정도 더 끓이다가, 중불로 낮추어 3분 정도 끓이고, 쌀알이 퍼지면 약불로 낮추어 10분 정도 뜸을 들인다(1kg).",
        "tip6": "6. 팬을 달구어 식용유를 두르고, 애호박을 넣어 센불에서 30초 정도 볶아 펼쳐 식힌다(80g).",
        "tip7": "7. 팬을 달구어 식용유를 두르고, 도라지를 넣어 중불에서 5분 정도 볶는다.(120g).",
        "tip8":
            "8.  팬을 달구어 식용유를 두르고, 쇠고기와 고사리를 넣어 중불에서 각각 3분 정도 볶는다(쇠고기 80g, 고사리 164g).",
        "tip9":
            "팬에 식용유를 붓고, 온도를 180℃ 정도로 올려서 다시마를 넣고 중불에서 10초 정도 튀겨서 굵게 부순다.(7g)",
        "tip10":
            "냄비에 다진 쇠고기·다진 파·다진 마늘·참기름 1/2가량을 넣고, 중불에서 2분 정도 볶다가, 고추장과 설탕, 참기름을 넣고, 5분 정도 볶은 후 물을 붓고, 3분 정도 더 볶아 약고추장을 만든다(167g).",
      }
    ],
    "잡채": [
      {
        "ex1":
            "1. 소고기(우둔살) 200g, 오이 ½개(75g), 소금물(소금 1작은술, 물 ½컵), 양파 ½개(100g), 당근 ⅓개(60g), 건 표고버섯 3개(15g, 불린 후 45g), 당면 100g(불린 후 250g), 계란 1개, 소금 · 식용유 적당량씩\n",
        "ex2":
            "2. 고기 양념장) 간장 2큰술, 설탕 1큰술, 다진 파 4작은술, 다진 마늘 2작은술, 깨소금 2작은술, 참기름 1작은술, 후춧가루 약간\n",
        "ex3": "3. 당면 양념) 간장 1큰술, 설탕 ½큰술, 참기름 1큰술\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 소고기는 가늘게 채 썰어 고기 양념장 재료와 함께 주물러 20분간 재운다.\n",
        "tip2":
            "2. 오이는 4cm 길이로 토막 낸 다음 반 갈라 씨 부분을 제거하고 1×0.2cm 크기로 납작하게 채 썬다. 소금물에 10분간 절인 후 물기를 제거한다.\n",
        "tip3": "3. 양파는 길이로 채 썬다.\n",
        "tip4": "4. 표고버섯은 물에 불린 뒤 기둥을 떼고 가늘게 채 썬다.\n",
        "tip5":
            "5. 당근은 4cm 길이로 토막 내어 1×0.2cm 크기로 납작하게 채 썬다. 마른 당면은 미지근한 물에 담가 20분 정도 불린다.\n",
        "tip6": "6. 계란은 노른자와 흰자로 나누어 각각 소금을 약간 넣고 풀어둔다.\n",
        "tip7": "7. 계란 노른자와 흰자는 각각 황백 지단으로 얇게 부쳐 4×1cm 크기로 채 썬다(지단 만들기)\n",
        "tip8":
            "8. 팬에 식용유를 두르고 절인 오이, 양파, 표고버섯, 당근을 순서대로 볶는다. 센 불에서 소금 간을 약간씩 하면서 각각 재빨리 볶아 꺼낸다.\n",
        "tip9": "9. 팬에 식용유를 조금 두르고 양념한 소고기를 서로 붙지 않게 저으며 재빨리 볶아 꺼낸다.\n",
        "tip10":
            "10. 냄비에 물 4컵을 붓고 중간 불에 끓인다. 불린 당면을 넣고 5분간 삶아 건져내어 물기를 뺀다. 팬에 식용유를 두르고 삶은 당면과 당면 양념을 넣어 5분간 볶는다. 큰 그릇에 볶아놓은 채소, 고기, 당면을 한데 넣고 잘 섞어 접시에 담고 채 썬 지단을 올린다.",
      }
    ],
    "청경채볶음": [
      {
        "ex1": "1. 청경채 5포기\n",
        "ex2": "2. 다진마늘 1숟갈, 설탕 0.5숟갈, 굴소스 1.5숟갈\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 청경채 윗 부분을 제거해주세요 칼로 잘라내면 됩니다.\n",
        "tip2": "2. 청경채를 반으로 갈라주세요\n",
        "tip3": "3. 그리고 깨끗하게 씻어주세요\n",
        "tip4": "4. 후라이팬에 기름을 둘러줍니다\n",
        "tip5": "5. 다진마늘 1숟가락을 넣어주세요\n",
        "tip6": "6. 기름에 다진마늘을 30초정도 볶아주세요\n",
        "tip7": "7. 청경채를 올려주세요\n",
        "tip8": "8. 숨이 금방 죽습니다. 이때 바로 양념을 넣어주세요\n",
        "tip9": "9. 설탕 0.5 숟가락, 굴 소스 1.5숟가락을 넣어주세요\n",
        "tip10": "10. 1분정도 볶아 준 후 불을 꺼주세요(약불)",
      }
    ],
    "오징어볶음": [
      {
        "ex1":
            "1. 오징어 2마리(손질 후 500g), 당근 ⅓개(60g), 양파 ¾개(150g), 풋고추 2개(30g), 홍고추 1개(15g), 실파 6대(60g), 식용유 2큰술\n",
        "ex2":
            "2. 볶음 양념) 고추장 2큰술, 고춧가루 1큰술, 간장 1큰술, 설탕 1큰술, 물엿 1큰술, 다진 파 2큰술, 다진 마늘 1큰술, 다진 생강 1작은술, 청주 1큰술, 깨소금 1큰술, 참기름 1큰술, 후춧가루 약간\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 오징어는 도마 위에 눕혀서 몸통에 손을 넣어 촉수를 살살 당겨 빼낸다. 눈 앞부분에 칼을 넣어 먹물주머니와 다리를 분리하고 입을 제거한다. 몸통은 길이대로 반 갈라 키친타월로 집어서 잡아당겨 껍질을 벗긴다. 손질한 오질어는 흐르는 물에 깨끗이 씻는다.\n",
        "tip2":
            "2. 오징어 몸통은 안쪽에 0.6cm 간격의 사선으로 칼집을 넣어 5×3cm 크기로 썬다. 파채 칼을 이용하면 편리하다. 다리는 5cm 길이로 썬다.\n",
        "tip3": "3. 당근은 4cm 길이로 토막 내어 1×4cm 크기로 납작하게 채 썬다.\n",
        "tip4": "4. 양파는 반으로 갈라 길이로 채 썬다.\n",
        "tip5": "5. 풋고추와 홍고추는 반으로 갈라 씨를 빼고 어슷하게 썬다.\n",
        "tip6": "6. 실파는 4cm 길이로 썬다.\n",
        "tip7": "7. 고추장과 나머지 양념 재료를 모두 섞어 볶음 양념을 만든다.\n",
        "tip8": "8. 손질한 오징어에 볶음 양념을 넣고 섞은 다음 준비한 채소를 모두 넣어 잘 섞는다.\n",
        "tip9":
            "9. 팬을 뜨겁게 달군 다음 식용유를 두르고 양념한 오징어와 채소를 넣어 센 불에서 오징어가 불투명해지고 칼집 낸 곳이 솔 모양이 될 때까지 5분간 볶는다.\n",
        "tip10": "",
      }
    ],
    "고추장불고기": [
      {
        "ex1": "1. 양파(1/2개), 대파(1대), 돼지고기 목전지(4줌=200g)\n",
        "ex2":
            "2. 양념장) 고추장(3)+간장(1)+설탕(1)+고춧가루(1)+청주(1)+다진 파(1)+다진 마늘(0.5)+다진 생강(0.3)+깨소금(0.3)+참기름(0.3)+후춧가루(약간)\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 양파는 채 썰고 대파는 어슷하게 썰어 준비해 주세요.\n",
        "tip2": "2. 돼지고기는 얇게 썬 것으로 준비해 먹기 좋은 크기로 잘라주세요.\n",
        "tip3": "3. 돼지고기와 양파, 대파에 양념장을 넣고 버무려 재워놓으세요.\n",
        "tip4": "4. 달군 팬에 식용유(1.5)를 둘러 돼지고기를 넣고 고기가 익을 때까지 볶아주세요.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "멸치볶음": [
      {
        "ex1": "1. 멸치 100g, 식용유 3큰술, 견과류 2큰술\n",
        "ex2": "2. 양념장)간장 2작은술, 설탕 1큰술, 정종 3큰술, 물 3큰술, 조청 1큰술, 깨 1큰술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 달군 팬에 기름을 두르지 않고 멸치를 넣고 볶는다.\n",
        "tip2": "2. 멸치가 마르면 체에 옮겨 담아 잔 가루를 제거한다.\n",
        "tip3": "3. 달군 팬에 기름을 두른 후 멸치를 넣고 바삭해질 때까지 중간 불에서 볶는다.\n",
        "tip4": "4. 팬에 간장, 설탕, 정종, 물, 조청, 깨를 넣고 끓기 시작하면 불을 줄여 조린다.\n",
        "tip5": "5. 불을 끄고 견과류를 넣고 잘 섞는다.\n",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "김치전": [
      {
        "ex1": "1. 신 배추김치 400g, 식용유 적당량\n",
        "ex2": "2. 반죽) 밀가루 2컵, 물 1½컵, 계란 1개\n",
        "ex3": "3. 초간장) 간장 2큰술, 식초 1큰술, 설탕 ½큰술, 물 1큰술\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 밀가루에 물과 계란을 넣고 거품기로 멍울 없이 풀어 밀가루 반죽을 만든다.\n",
        "tip2": "2. 신 배추김치는 1cm 폭으로 자른다.\n",
        "tip3": "3. 간장과 나머지 양념 재료를 모두 잘 섞어 초간장을 만든다.\n",
        "tip4": "4. 반죽에 신김치를 넣고 잘 섞는다.\n",
        "tip5":
            "5. 중간 센 불에서 팬에 식용유를 2~3큰술 두르고 반죽의 1/5 정도를 국자로 떠 올린다. 반죽을 둥글고 얇게 펴서 앞뒤로 뒤집어 노릇하게 부친다.\n",
        "tip6": "6. 같은 방법으로 4장을 더 부쳐 초간장과 함께 낸다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "애호박전": [
      {
        "ex1":
            "1. 재료(3장(지름 20cm))- 늙은 호박 1/5통(500g), 부침가루 1/2컵, 설탕 1/2큰술, 소금 1/4작은술, 식용유 적당량\n",
        "ex2": "2. 초간장 재료- 간장 1큰술, 식초 1작은술, 물 1/2큰술, 청양고추 1/2개, 다진 양파 1/2큰술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 늙은 호박은 껍질을 제거하고 채칼로 채를 썰어주세요.\n",
        "tip2":
            "2. 볼에 채썬 늙은 호박을 넣고 설탕과 소금을 뿌려 20분정도 두었다가 늙은 호박에 수분이 자박자박하게 생기면 부침가루를 섞어 되직하게 전 반죽을 만들어 주세요.\n",
        "tip3":
            "3. 달군 팬에 넉넉하게 기름을 두르고 반죽을 한 국자 떠서 올려 동그랗게 모양을 잡아 앞 뒤로 노릇하게 전을 부쳐주세요.\n",
        "tip4": "4. 접시에 늙은 호박전을 담고 초간장 재료를 섞어 초간장을 곁들여 맛있게 즐겨주세요.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "두부부침": [
      {
        "ex1": "1. 두부 300g, 밀가루 3큰술(15g)\n",
        "ex2":
            "2. 식용유 2큰술(30ml), 소금 1/2작은술(2g), 달걀 2개(100g), 마늘(다진 마늘) 1작은술(3g), 소금 약간\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 두부는 3×4cm 크기, 0.5cm 폭으로 썬다. 접시에 담아 앞뒤로 소금을 골고루 뿌린 후 키친타월로 물기를 닦는다. 밀가루를 골고루 묻힌다.\n",
        "tip2": "2. 볼에 달걀, 다진 마늘, 소금 약간을 넣어 잘 푼다. 두부에 달걀물을 입힌다.\n",
        "tip3": "3. 달군 팬에 식용유룰 두르고 두부를 올려 앞뒤로 노릇하게 부친다.\n",
        "tip4": "",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "두부조림": [
      {
        "ex1": "1. 두부 1모(300g), 소금 ½큰술, 식용유 1큰술, 참기름 1큰술, 물 ½컵\n",
        "ex2":
            "2. 조림 양념장) 간장 3큰술, 고춧가루 1작은술, 설탕 1큰술, 다진 파 1큰술, 다진 마늘 1작은술, 깨소금 1큰술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 두부는 3×4×0.5cm 정도의 도톰한 사각형으로 썰어 소금을 뿌려 5분 정도 둔다.\n",
        "tip2": "2. 간장에 나머지 재료를 넣어 조림 양념장을 만든다.\n",
        "tip3": "3. 두부는 키친타월을 이용하여 물기를 걷는다.\n",
        "tip4": "4. 팬을 달구어 식용유와 참기름을 두르고 두부를 앞뒤로 노릇하게 지진다.\n",
        "tip5":
            "5. 냄비에 두부를 한 켜 깔고 그 위에 조림 양념장을 조금 남기고 고루 끼얹은 뒤 다시 두부를 한 켜 올리고 남은 양념장을 모두 끼얹는다. 물 ½컵을 붓고 불에 올려 끓인다.\n",
        "tip6":
            "6. 양념장 물이 끓어오르면 불을 줄이고 수시로 양념장 물을 끼얹어가며 국물이 거의 없어질 때까지 두부를 조린다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "김치제육볶음": [
      {
        "ex1": "1. 돼지고기(목살) 100g, 배추김치 1/2컵(70g)\n",
        "ex2": "2.  청양고추 1/2개(5g), 홍고추 1/2개(5g), 양파 1/5개(40g), 대파 5cm(10g)\n",
        "ex3":
            "3. 양념장(마늘(다진 마늘) 2/3큰술(7g), 생강(다진 생강) 1/3작은술(1g), 고춧가루 2큰술(10g)\n",
        "ex4":
            "4. 간장 1큰술(15ml), 청주 2큰술(30ml), 설탕 1/2큰술(5g), 깨소금 약간, 후춧가루 약간), 식용유 1큰술(15ml), 참기름 1작은술(5ml)\n",
        "ex5": "청주 → 소주 (청주 대신 소주를 넣어도 고기의 누린내를 잡을 수 있다.)",
        "tip1": "1. 배추김치와 돼지고기는 한입 크기로 썬다. 양파, 대파, 청양고추, 홍고추는 채 썬다. \n",
        "tip2":
            "2. 볼에 양념 재료를 넣고 골고루 섞는다. 돼지고기, 배추김치, 양파, 대파, 청양고추, 홍고추를 넣고 골고루 버무려 30분간 재운다.\n",
        "tip3":
            "3. 달군 팬에 식용유를 두르고 2.를 넣고 중간 불에서 돼지고기가 익을 때까지 볶는다. 불을 끄고 참기름을 넣고 골고루 버무린다.\n",
        "tip4": "",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "계란장조림": [
      {
        "ex1": "1. 달걀 4개(200g), 당근 1/4개(50g)\n",
        "ex2":
            "2. 대파 15cm(30g), 조림장 재료(양조간장 2큰술(30ml), 설탕 1큰술(10g), 후춧가루 약간, 물 3/4컵(150ml))\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 냄비에 달걀, 소금 약간, 잠길만큼의 물을 붓고 끓인다. 물이 끓어오르면 약한 불로 줄여 13분간 삶는다. 찬물에 달걀을 담아 식힌 후 껍질을 벗긴다\n",
        "tip2":
            "2. 냄비에 달걀 조림장 재료를 넣고 끓인다. 끓어오르면 중간 불로 줄여 달걀을 굴려가며 조린다.(약 5분간)\n",
        "tip3": "3. 당근은 사방 1.5cm 크기로 썰고, 대파는 5cm 길이로 썬다.\n",
        "tip4": "4. 당근, 대파를 넣고 약한 불로 줄여 당근이 익을 때까지 뭉근히 조린다.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "닭갈비": [
      {
        "ex1": "1. 닭다리살 400g\n",
        "ex2":
            "2. 양파 1/4개(50g), 양배추(손바닥크기) 3장(90g), 고구마 1/2개(100g), 떡볶이떡 100g, 깻잎 5장(10g), 당근 1/6개(30g), 식용유 1큰술(15ml), 양념 재료(고추장 4큰술(60g)\n",
        "ex3":
            "3. 고춧가루 2큰술(10g), 청주 1큰술(15ml), 간장 1과 1/2큰술(22ml), 생강(다진 생강) 1/2작은술(2g), 대파(다진 파) 2큰술(20g)\n",
        "ex4":
            "마늘(다진 마늘) 2큰술(20g), 참기름 1큰술(15ml), 설탕 4큰술(40g), 후춧가루 약간, 닭육수(또는 물) 1컵(200ml)(닭육수 재료 : 닭뼈 200g, 물 2컵(400ml), 대파 10cm(20g))\n",
        "ex5": "",
        "tip1":
            "1. 냄비에 닭뼈, 물 2컵(400ml), 대파 10cm(20g)를 넣고 한소끔 끓인다. 체에 걸러 차게 식혀 닭육수 1컵(200ml)을 만든다.\n",
        "tip2": "2. 볼에 양념 재료를 골고루 섞는다.\n",
        "tip3": "3. 닭다리 살은 한입 크기로 썬다.\n",
        "tip4": "4. 닭다리 살은 양념에 넣고 조물조물 버무려 20분간 재운다.\n",
        "tip5": "5. 양파는 채 썰고 양배추, 깻잎은 1cm 폭으로 썬다. 고구마, 당근은 5cm 길이로 납작하게 썬다.\n",
        "tip6":
            "6. 달군 팬에 식용유를 두르고 닭다리살, 당근, 고구마, 떡볶이 떡, 양파, 양배추를 넣고 닭다리살이 익도록 볶는다.\n",
        "tip7": "7. 깻잎을 넣고 버무린다.\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "떡갈비": [
      {
        "ex1": "1. 소갈비(5cm 길이) 1kg, 찹쌀가루 3큰술, 밀가루 3큰술, 부추 60g, 잣가루 3큰술\n",
        "ex2":
            "2. 양념장) 간장 1큰술, 소금 2작은술, 배 간 것 1큰술, 청주 ½큰술, 다진 파 1큰술, 다진 마늘 ½큰술, 참기름 1큰술, 깨소금 1작은술, 소금 약간\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 소갈비는 기름기를 제거하고 살만 발라낸다. 갈빗살을 곱게 다진 뒤 키친타월로 꼭꼭 눌러 핏물을 제거한다.\n",
        "tip2": "2. 갈비뼈는 끓는 물에 넣고 5분 동안 삶아서 뼈에 붙은 살을 제거한다.\n",
        "tip3": "3. 간장에 나머지 재료를 섞어서 양념장을 만든다.\n",
        "tip4": "4. 부추는 5cm 길이로 썬다.\n",
        "tip5": "5. 다진 갈빗살을 양념장에 버무려서 찹쌀가루를 넣고 치대어 반죽한다.\n",
        "tip6": "6. 갈비뼈에 밀가루를 바르고 5의 갈빗살을 둥글게 붙인다.\n",
        "tip7": "7. 뜨겁게 달군 팬이나 석쇠에 6를 얹어서 양면을 고루 익힌다.\n",
        "tip8": "8. 구운 고기를 접시에 담고 부추와 잣가루를 곁들여 낸다.\n",
        "tip9": "",
        "tip10": "",
      }
    ],
    "연근조림": [
      {
        "ex1":
            "1. 재료(4인분)- 연근(작은 사이즈) 2개(500g), 식초 1큰술, 소금 1/2큰술, 올리고당 2큰술, 참기름 1큰술, 통깨 약간\n",
        "ex2": "2. 양념 재료- 간장 6큰술, 맛술 5큰술, 설탕 3큰술, 올리브유 3큰술, 올리고당 3큰술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 연근은 필러로 껍질을 벗기고 0.5센치 두께로 잘라주세요.\n",
        "tip2":
            "2. 냄비에 연근이 잠길 정도의 물과 연근, 식초, 소금을 넣고 5분 정도 데친 후 찬물에 살짝 행궈 체에 밭쳐 물기를 빼주세요.\n",
        "tip3":
            "3. 냄비에 물 4컵과 양념재료를 넣고 끓여, 양념이 끓어오르면 데친 연근을 넣고 1시간 정도 중간불에서 은근히 졸여주세요.\n",
        "tip4":
            "4. 국물이 자작하게 졸아들면, 올리고당을 넣어 5분 정도 졸이다가 마지막에 참기름을 넣어 섞고 불을 꺼주세요.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "찜닭": [
      {
        "ex1":
            "1. 닭 1kg, 식용유 2큰술, 당면 30g, 감자 100g, 당근 50g, 양파 60g, 청경채 200g, 마른 고추 2개, 대파 ½개, 마늘 3개\n",
        "ex2": "2. 닭 밑간) 정종 2큰술, 소금 1작은술, 후춧가루 ½작은술, 다진 생강 ½작은술\n",
        "ex3":
            "3. 양념장) 물 2컵, 간장 5큰술, 정종 1큰술, 조청 2큰술, 설탕 2큰술, 참기름 2작은술, 다진 마늘 1큰술, 깨소금 2작은술\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 당면은 미지근한 물에 충분히 불린 후 물기를 제거한다.\n",
        "tip2":
            "2. 감자, 당근, 양파는 큼직하게 썰고, 청경채는 뿌리를 정리한다. 마른 고추는 반으로 자르고, 대파와 마늘은 얇게 채 썬다.\n",
        "tip3": "3. 닭은 기름기를 제거하고 크게 토막 낸 뒤 흐르는 물에 씻는다. 물기를 제거한 후 밑간 한다.\n",
        "tip4": "4. 달군 냄비에 식용유를 두르고 마늘을 넣어 향이 날 때까지 볶다가 닭을 넣고 앞뒤로 노릇하게 익힌다.\n",
        "tip5": "5. 냄비에 양념장 재료와 익힌 닭, 감자, 당근, 양파를 넣고 함께 끓인다.\n",
        "tip6":
            "6. 끓기 시작하면 불을 줄이고 청경채와 마른 고추를 넣는다. 약한 불에서 닭이 완전히 익을 때까지 익힌다.\n",
        "tip7": "7. 마지막으로 당면을 넣고 5분 정도 더 끓인 후 대파를 얹어 낸다.\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "콩나물무침": [
      {
        "ex1": "1. 콩나물 250g, 물 6컵\n",
        "ex2": "2. 양념장) 소금 ½큰술, 다진 마늘 ½작은술, 쪽파 1줄기, 참기름 1큰술, 참깨 1작은술\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 콩나물은 뿌리를 다듬고 끓는 물에 1분간 데친 후 찬물에 헹궈 물기를 제거한다.\n",
        "tip2": "2. 쪽파는 잘게 썬다.\n",
        "tip3": "3. 콩나물에 소금, 다진 마늘, 쪽파, 참기름, 참깨를 넣고 잘 버무린다.\n",
        "tip4": "",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "고등어무조림": [
      {
        "ex1": "1. 고등어(중간 사이즈) 2마리, 단호박(작은 사이즈) 1/3통, 무 1/4개, 양파 1개, 대파 1대\n",
        "ex2": "2. 붉은고추 1개, 청양고추 1개, 다시마 멸치 육수 2+1/2컵, 청주 2큰술, 소금 1작은술\n",
        "ex3":
            "3. 양념장 재료- 간장 3큰술, 고춧가루 2큰술, 맛술 2큰술, 고추장 1큰술, 설탕 1큰술, 다진마늘 1큰술, 생강즙 1/2큰술, 후추 약간\n",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 고등어는 내장을 제거해 물에 깨끗이 씻은 후, 물기를 제거하고 3등분으로 잘라주세요. 손질한 고등어에 청주와 소금을 뿌려 10분 정도 밑간을 해주세요.\n",
        "tip2":
            "2. 단호박과 무는 도톰하게 썰고, 양파는 굵게 채를 썰어주세요. 대파와 붉은고추, 청양고추는 어슷하게 썰고 볼에 양념장 재료를 넣고 섞어주세요.\n",
        "tip3": "3. 냄비에 무와 다시마 멸치 육수를 넣고 15분 정도 끓여주세요.\n",
        "tip4": "4. 무가 반쯤 익으면 양파, 단호박, 고등어, 양념장을 넣은 후 강불에서 8분 정도 끓여주세요.\n",
        "tip5": "5. 양념이 배면 중불로 줄인 후 대파와 붉은고추, 청양고추를 넣고 5분 정도 더 끓여주세요.\n",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "매운찜갈비": [
      {
        "ex1": "1. 돼지갈비(찜용) 500g\n",
        "ex2":
            "2. 당근 1/2개(100g), 감자 1/2개(100g), 양파 1/3개(70g), 깻잎 2장(4g), 양념장(고추장 2큰술(30g), 고춧가루(매운 고춧가루) 3큰술(15g)\n",
        "ex3":
            "3. 간장 4큰술(60ml), 설탕 1큰술(10g), 마늘(다진 마늘) 2큰술(20g), 대파(다진 대파) 2와 1/2큰술(25g), 생강술 1큰술(15ml)\n",
        "ex4":
            "4. 굴소스 1큰술(10g), 매실청 1큰술(15ml), 청양고추 3개(30g)), 후추(후춧가루 약간), 물 5컵(1L), 대파(푸른 부분) 20cm(10g), 청주 1큰술(15ml)\n",
        "ex5": "",
        "tip1": "1. 돼지갈비는 군데군데 칼집을 넣어 찬물에 1~2시간 담가 핏물을 뺀다. 중간중간에 물을 갈아준다.\n",
        "tip2": "2. 청양고추를 작게 다진다. 볼에 양념 재료를 넣고 골고루 섞는다.\n",
        "tip3":
            "3. 냄비에 돼지갈비 삶은 물 재료를 넣고 바글바글 끓으면 돼지갈비를 넣어 10~15분간 삶는다. 체에 밭쳐 물기를 빼고 돼지갈비 삶은 물(2컵)은 따로 둔다.\n",
        "tip4": "4. 양념에 데친 갈비를 넣고 골고루 버무려 30분~1시간 재운다.\n",
        "tip5":
            "5. 당근, 감자는 사방 4cm크기로 썰고 모서리를 둥글게 깍는다. 양파는 4등분 하고 깻잎은 돌돌 말아 채 썬다.\n",
        "tip6":
            "6. 냄비에 돼지갈비, 감자, 당근, 양파, 돼지갈비 삶은 물(2컵)을 넣어 끓인다. 끓어오르면 중간 불에서 바닥이 눌러 붙지 않게 주걱으로 저어가며 국물의 거의 없어질 때까지 푹 조린다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "닭볶음탕": [
      {
        "ex1":
            "1. 닭 1마리(토막 낸 것 1kg), 감자 1개(150g), 당근 ½개(100g), 양파 ½개(100g), 실파 6대(60g), 홍고추 2개(30g), 물 3컵\n",
        "ex2": "2. 밑간 양념) 청주 2큰술, 소금 1큰술, 후춧가루 약간\n",
        "ex3":
            "3. 매운 양념장 고춧가루 4큰술, 고추장 3큰술, 간장 2큰술, 청주 2큰술, 설탕 1큰술, 물엿 2큰술, 다진 파 2큰술, 다진 마늘 1큰술, 다진 생강 1작은술, 깨소금 ½큰술, 참기름 1큰술, 후춧가루 약간\n",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 뼈째 토막 낸 닭을 찬물에 씻어 건진 후 물기를 걷고 청주, 소금, 후춧가루로 밑간하여 20분 동안 재워둔다.\n",
        "tip2": "2. 감자와 당근은 3cm 폭으로 깍둑 썰고, 양파는 반 갈라서 4등분하여 감자와 비슷한 크기로 썬다.\n",
        "tip3": "3. 실파는 5cm 길이로 썬다.\n",
        "tip4": "4. 홍고추는 1cm 폭으로 어슷하게 썰어 씨를 제거한다.\n",
        "tip5": "5. 양념장 재료를 한데 담아 골고루 섞어 매운 양념장을 만든다.\n",
        "tip6":
            "6. 냄비에 닭과 감자, 당근, 양파를 넣고 매운 양념장을 끼얹어 골고루 섞는다. 재료가 잠길 정도로 물 3컵을 부어 센 불에서 끓인다. 끓어오르면 중간 불로 줄여 20분 동안 끓인다.\n",
        "tip7": "7. 국물이 자작하게 줄어들면, 실파와 홍고추를 넣고 양념이 고루 배도록 잘 섞어 5분간 더 끓인다.\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "감자양배추전": [
      {
        "ex1":
            "1. 감자 2개, 양배추 1/8통, 양파 1/4개, 당근 1/3개, 밀가루 6큰술, 소금 1.3작은술, 식용유 적당량\n",
        "ex2": "2. 간장 1큰술, 물 1큰술, 식초 1작은술, 설탕 1작은술\n",
        "ex3": "3. 초간장 (간장 1큰술, 물 1큰술, 식초 1작은술, 설탕 1작은술)\n",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 감자는 껍질을 벗기고 반으로 썰어요. 1개는 4cm 길이로 얇게 채썰고, 나머지는 강판에 갈아 준비합니다.\n",
        "tip2": "2. 얇게 썬 감자는 찬물에 담가 전분기를 뺀 뒤 체에 밭쳐 물기를 뺍니다.\n",
        "tip3": "3. 양배추는 한 잎씩 떼어 씻은 뒤, 물기를 털어내고 4cm 길이로 얇게 채 썰어 둡니다.\n",
        "tip4": "4. 양파와 당근도 껍질을 벗긴 뒤 4cm 길이로 얇게 채 썹니다.\n",
        "tip5":
            "5. 강판에 간 감자에 밀가루, 소금을 넣고 고루 섞은 뒤, 채 썬 감자, 양파, 양배추, 당근을 넣고 섞습니다.\n",
        "tip6": "6. 달군 팬에 기름을 두르고 반죽을 1큰술씩 올려 앞뒤로 노릇하게 굽고 초간장을 만들어 함께 곁들입니다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "와인삼겹살": [
      {
        "ex1": "1. 돼지고기(삼겹살) 200g, 파채(약간), 양겨자(약간), 대파 1/2대, 마늘 3쪽, 생강 2톨\n",
        "ex2": "2. 육수 1컵, 간장 1큰술, 맛술 2큰술, 레드 와인 3큰술, 물엿 2큰술\n",
        "ex3": "3. 소스 (육수 1컵, 간장 1큰술, 맛술 2큰술, 레드 와인 3큰술, 물엿 2큰술)\n",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 삼겹살은 통째로 준비하여 무명실로 묶고 대파, 마늘, 생강과 물 5컵을 넣고 40분간 중불에서 삶는다.\n",
        "tip2": "2. 삶은 삼겹살은 실을 풀고 0.5cm 두께로 썬다.\n",
        "tip3": "3. 프라이팬에 소스 재료를 넣어 끓인 다음 삼겹살을 넣고 뚜껑을 덮어 조린다.\n",
        "tip4": "4. 삼겹살이 윤기 있게 조려지면 그릇에 담고 파채와 양겨자를 올린다.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "시금치나물": [
      {
        "ex1": "1. 시금치 400g, 물 3kg(15컵), 소금 4g(1작은술), 실고추 0.2g\n",
        "ex2":
            "2. 양념장) 청장(햇장 또는 맑은 국간장) 3g(1/2작은술), 소금 2g(1/2작은술) 다진 파 4.5g(1작은술), 다진 마늘 2.8g(1/2작은술), 통깨 3.5g(1/2큰술), 참기름 8g(2작은술)\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 시금치는 다듬어 뿌리를 자르고, 뿌리 쪽에 열십자로 칼집을 넣어, 흐르는 물에 3~4회 깨끗이 씻는다.\n",
        "tip2": "2. 양념장을 만든다.\n",
        "tip3": "3. 실고추는 길이 2cm 정도로 자른다.\n",
        "tip4":
            "4. 냄비에 물을 붓고 센불에 12분 정도 올려 끓으면, 소금과 시금치를 넣고 2분 정도 데쳐서, 물에 헹구어 물기를 짠다.\n",
        "tip5": "5. 데친 시금치는 길이 5~6cm로 자른다\n",
        "tip6": "6. 시금치에 양념장을 넣고, 간이 고루 배이도록 무친 다음, 그릇에 담고 실고추를 올린다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "꿔바로우": [
      {
        "ex1": "1. 돼지고기 등심 300그램, 감자전분 100그램, 찹쌀가루 50그램, 식용유 30그램\n",
        "ex2": "2. 케찹 50그램, 백설탕 50그램, 식초 30그램, 간장 1큰술\n",
        "ex3": "3. 맛술 1큰술양파 30그램마늘 1작은술당근 30그램생강 30그램대파 채 30그램\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 그릇에 감자전분 찹쌀가루 넣고 물을 적당히 넣고 골고루 섞어 줍니다\n",
        "tip2": "2. 돼지고기 등심은 0.5센치 두께로 썰어 줍니다\n",
        "tip3": "3. 고기를 튀김반죽에 넣고 섞어 줍니다\n",
        "tip4": "4. 여기에 식용유를 1큰술 넣고 버무려 줍니다\n",
        "tip5": "5. 기름솥에 온도가 160도 정도로 올라오면 튀김을 하나씩 넣어줍니다\n",
        "tip6": "6. 건져내고 다시 넣어 튀기고 두번 정도 반복합니다\n",
        "tip7": "7. 팬에 식용유를 1큰술 두르고 다진마늘 1작은술 넣고 볶다가 분량의 소스를 넣고 끓여 줍니다\n",
        "tip8": "8. 여기에 잘 튀겨진 돼지고기를 넣고 볶아줍니다\n",
        "tip9": "9. 서너번 정도 돌려서 그릇에 담아 줍니다\n",
        "tip10": "",
      }
    ],
    "짜장면": [
      {
        "ex1": "1. 돼지고기 400g, 양파 중 2개, 양배추 1/4개, 호박 1/2개\n",
        "ex2": "2. 당근 1/2개, 완두콩 약간, 칼국수면 500g, 짜장가루 1컵\n",
        "ex3": "3. 포도씨유 1/2컵, 생강즙 1/2스푼, 간마늘 1/2스푼",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 양배추,양파,당근,호박을 잘게 썰어 놓습니다.\n",
        "tip2":
            "2. 포도씨유를 넣어 뜨겁게 달군 후라이팬에 돼지고기를 튀기듯 볶다가 생강청(생강즙)과 간마늘을 넣어줍니다(고기냄새 제거)\n",
        "tip3": "3. 잘 볶아진 돼지고기에 양파를 넣어 볶습니다.\n",
        "tip4": "4. 양파가 갈색이 날때까지 볶습니다.\n",
        "tip5": "5. 준비한 야채들도 넣어 잘 볶아줍3니다.\n",
        "tip6": "6. 야채가 숨이 죽고 수분이 나오면 짜장가루를 조금씩 나눠 넣으며 덩어리지지 않게 볶아줍니다.\n",
        "tip7": "7. 짜장이 너무 되면 물을 반컵만 넣어 짜장을 완성합니다.\n",
        "tip8": "8. 냄비에 물을 넉넉히 붓고 칼국수면을 삶아줍니다.\n",
        "tip9": "9. 잘 삶아진 면을 건져 그릇에 담고 짜장을 올려 짜장면을 완성합니다.\n",
        "tip10": "",
      }
    ],
    "짬뽕": [
      {
        "ex1": "1. 오징어 2마리, 양배추 200g, 당근 50g, 느타리버섯 100g, 양파 190g, 대파 100g\n",
        "ex2": "2. 냉동모듬해물1컵, 식용유 3큰술, 치킨스톡 2알, 물 1리터, 중면, 다진마늘 1큰술\n",
        "ex3": "3. 고추기름 1큰술, 고추가루 4큰술, 진간장 2큰술, 참치액 1큰술, 맛술 2큰술, 후추 약간\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 양배추,당근,양파,대파는 채 썰어 주세요.\n",
        "tip2": "2. 느타리버섯은 길이로 찢어 주세요.\n",
        "tip3": "3. 오징어는 배를 가르지 않고 내장을 제거하고 *둥글게 썰어 주세요.\n",
        "tip4": "4. 냉동모듬해물는 물에 담가 해동 해주세요(5분 정도)\n",
        "tip5":
            "5. 웍에 식용유를 두르고,다진마늘,고추기름 각 1큰술을 넣고, *대파와 양파를 넣고 볶다가 *고추가루를 넣고 볶아 주세요(센불에서 1~2분 정도\n",
        "tip6": "6. 양배추,당근, 느타리버섯을 넣고 볶다가 (2~3분 정도)\n",
        "tip7": "7. 모듬해물과 오징어를 넣고 볶다가 *진간장,맛술,참치액,후추를 넣고 볶아 주세요.\n",
        "tip8": "8. 물을 붓고,치킨스톡을 넣고 끓여 주세요(센불에서 12~15분정도)\n",
        "tip9":
            "간을 맞춘 후 (칼국수,소면,중면,라면 모두 가능) 국수를 삶아서 건져준 후 그릇에 담고 그 위에 오징어 짬뽕을 담아 주세요.\n",
        "tip10": "",
      }
    ],
    "팔보채": [
      {
        "ex1": "1. 해물믹스 400g, 청경채 2개, 홍고추 2개, 버섯 1줌\n",
        "ex2": "2.녹말물 2Ts, 참기름 1Ts, 고추기름 1Ts, 굴소스 1Ts\n",
        "ex3": "3.마늘 3톨, 간장 0.5Ts, 후추 약간\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 모듬해물은 찬물에 살짝 행궈주세요.\n",
        "tip2": "2. 물을 잠길만큼 끓이고 해물을 살짝 데쳐주시고, 육수는 걸러주세요.\n",
        "tip3": "3. 홍고추는 큼직하게 삼각썰기(홍피망을 쓰셔도되요.)\n",
        "tip4": "4. 청경채는 세로로 2등분해주세요.\n",
        "tip5": "5. 녹말물은 육수를 따로 빼서 섞어놓고 마늘은 편으로 썰어주세요.\n",
        "tip6": "6. 웍에 기름을 살짝 두르고 마늘을 볶다가 간장0.5Ts를 넣고(이땐 센불로 하세요.)\n",
        "tip7": "7. 여기에 데친 해물을 넣고 굴소스와 후추를 넣고 볶다가 해물육수를 잠길만큼 넣어주세요.\n",
        "tip8": "8. 버섯을 넣어주세요.\n",
        "tip9": "9. 육수가 끓기 시작하면 썰어놓은 홍고추와 청경채를 넣고 물녹말을 넣어 농도를 조절해주세요.\n",
        "tip10": "10. 마지막으로 고추기름1Ts와 참기름1Ts를 넣어주세요.\n",
      }
    ],
    "삼선볶음밥": [
      {
        "ex1": "1. 공기밥 2개, 계란 3개, 새우 30그램, 오징어채 30그램, 해삼 채 30그램\n",
        "ex2": "2. 부추 1줌, 양파 50그램, 당근 50그램, 피망 채 50그램, 식용유 4큰술\n",
        "ex3": "3. 꽃소금 1작은술, 미원 1작은술, 참기름 1큰술, 대파 채 2큰술, 당근 몰 1큰술\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 새우 오징어채 해삼채는 삶고 양파 당근 청홍피망 채썰어서 준비합니다\n",
        "tip2": "2. 식용유를 2큰술 넣고 계란을 2개 넣고 볶아줍니다\n",
        "tip3": "3. 준비한 재료를 넣고 볶다가 부추를 넣고	참기름 조금 두르고 한번 더 센불에 볶아줍니다\n",
        "tip4": "4. 볶은 재료를 공기에 깔아 줍니다\n",
        "tip5": "5. 팬에 식용유를 적당히 넣고 계란을 넣고 볶다가 밥을 넣고 당근몰 대파채 넣고 볶아줍니다\n",
        "tip6": "6. 밥이 잘 볶여지면 꽃소금 미원 넣고 참기름을 살짝 두르고 볶아서 볶은 재료위에 담아 눌러 줍니다\n",
        "tip7": "7. 마지막으로 접시에 엎어서 그릇을 치워 줍니다.\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "깐쇼새우": [
      {
        "ex1": "1. 칵테일새우 30마리, 파프리카(빨강) 1/3개, 파프리카(노랑) 1/3개\n",
        "ex2": "2. 양파 1/3개, 시판용 칠리소스, 케찹, 튀김가루, 무순 \n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 파프리카와 양파는 잘게 썰어주세요.\n",
        "tip2": "2. 칵테일새우는 흐르는 물에 깨끗히 씻은 후 키친타올로 물기를 제거해주세요.\n",
        "tip3": "3. 새우 + 튀김가루 + 튀김물 순서대로 입힌 후 기름에 튀겨주세요.\n",
        "tip4": "4. 한번 튀겨낸 새우는 또 한번 튀겨 바삭함을 살려주세요. 두번 튀겨야 바삭해요\n",
        "tip5": "5. 올리브유 두른 팬에 잘게 썬 야채를 넣고 센불에서 빠르게 볶아주세요.\n",
        "tip6": "6. 약불에서 칠리소스와 케찹을 넣어 볶아주세요.\n",
        "tip7": "7. 칠리소스와 케찹의 비율은 칠리소스8 : 케찹2로 해주세요.\n",
        "tip8": "8. 튀긴 새우를 넣고 양념이 골고루 묻도록 섞어주세요\n",
        "tip9": "9. 그릇에 담고 무순을 올려주면 완성입니다\n",
        "tip10": "",
      }
    ],
    "동파육": [
      {
        "ex1": "1. 삼겹살 or 오겹살 1kg, 청경채 12개, 양파 1개, 청양고추 2개, 월계수잎 10장\n",
        "ex2": "2.후춧가루 약간, 통마늘 15개, 소주 1잔, 간장 7T\n",
        "ex3": "3.굴소스 2T, 청주 3T, 흑설탕 or 코코넛설탕 7T, 물 1컵(머그컵)\n ",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 냄비에 고기와 양파, 월계수잎, 청양고추, 소주 1잔을 붓고 물을 넣어 수육 삶듯이 삶아줍니다.\n",
        "tip2": "2. 삶기 시작하고 고기가 익어가면 후추를 뿌려주세요.\n",
        "tip3": "3. 고기 삶는 동안에 분량의 소스 재료를 모두 넣고 골고루 섞어줍니다.\n",
        "tip4": "4. 끓는 물에 청경채를 넣고 소금을 넣어 살짝이 넣다 빼듯이 데쳐서 찬물에 씻어 건져 주세요. \n",
        "tip5": "5. 고기를 약 20분정도 삶아준 후 1cm 정도의 두께로 썰어주세요\n",
        "tip6": "6. 냄비에 소스를 넣고 고기 썬것을 넣어 센불에서 끓이다가 끓으면 중불에서 끓여줍니다.\n",
        "tip7": "7. 고기가 어느정도 익으면 통마늘을 넣고 함께 조려주세요.\n",
        "tip8": "8. 마지막으로 데쳐 놓은 청경채 깔아주고 동파육을 먹음직스럽게 올려주면 됩니다.\n",
        "tip9": "",
        "tip10": "",
      }
    ],
    "마라샹궈": [
      {
        "ex1":
            "1. 칵테일 새우 200그램, 햄 소시지 300그램, 숙주나물 200그램, 차돌박이 200그램, 청경채 100그램\n",
        "ex2": "2. 쑥갓 100그램, 마라샹궈 소스1봉지, 연근 200그램, 게맛살 300그램, 굴소스 1큰술\n",
        "ex3": "3. 미원 1작은술, 설탕 1작은술, 다진마늘 1큰술, 대파 1/2개, 후추 약간, 참기름 조금\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 마라샹궈 소스는 마른고추 액상소스 따로 따로 있는 소스가 맛있습니다\n",
        "tip2": "2. 청경채 쑥갓을 끓는 물에 소금을 조금 넣고 살짝 데쳐 줍니다\n",
        "tip3": "3. 연근도 같이 데쳐 줍니다\n",
        "tip4": "4. 햄 소시지 게맛살 먹기좋게 썰어 준비합니다\n",
        "tip5": "5. 새우도 데쳐 줍니다\n",
        "tip6": "6. 펜에 식용유를 1큰술 두르고 마른고추 넣고 볶아줍니다\n",
        "tip7": "7. 마늘 대파 넣고 볶다가 차돌박이 숙주나물 넣고 마라샹궈 소스를 반쯤 넣고 볶아줍니다\n",
        "tip8": "8. 데친 야채를 넣고 햄 소시지 맛살 새우 넣고 나머지 마라샹궈 소스를 넣고 볶아줍니다\n",
        "tip9": "9. 마지막으로 후추약간 참기름 조금 두르고 한번 더 볶아서	그릇에 담아 줍니다\n",
        "tip10": "",
      }
    ],
    "멘보샤": [
      {
        "ex1": "1. 식빵 4장, 새우 300g전분, 2T달걀 흰자 1개, 소금 약간\n",
        "ex2": "2. 후추 약간, 녹인 버터 1T, 올리브유 1T, 설탕 1/2T\n",
        "ex3": "3. 굴소스 1T, 케찹 1T, 식초 1T, 다진 마늘 1/2T\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 식빵은 테두리를 자르고 4등분해 준비한다.\n",
        "tip2": "2. 새우는 손질하여 다진다.\n",
        "tip3": "3. 볼에 다진 새우, 전분, 달걀 흰자, 소금, 후추, 녹인 버터, 올리브유를 넣어 반죽한다.\n",
        "tip4": "4. 식빵과 식빵 사이에 반죽한 다진 새우를 넣는다.\n",
        "tip5": "5. 약불로 예열한 기름에 노릇하게 튀겨 완성한다.\n",
        "tip6":
            "6. 볼에 소스 재료를 넣어 소스를 만들어 곁들인다. (소스재료) 설탕 1/2T, 굴소스 1T, 케찹 1T, 식초 1T, 다진 마늘 1/2T\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "마파두부": [
      {
        "ex1": "1.돼지고기 간 것 1주먹, 큰 두부 1/2 모, 양파 1/2개, 대파 2숟갈(밥숟갈기준), 청양고추 1개 \n",
        "ex2": "2. 간장 1스푼, 된장 0.5스푼, 고추장 0.5스푼, 다진마늘 1스푼, 고춧가루 3스푼\n",
        "ex3": "3. 설탕 1스푼, 참기름 1스푼, 굴소스 1스푼, 소주 1스푼\n",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 돼지고기 간 것은 다진마늘 1, 간장1, 참기름1, 맛술1 넣고 조물조물 해주세요 (모든 계량은 밥숟가락 기준)\n",
        "tip2": "2. 두부는 식용유 넉넉히 두르고 튀기듯 익혀주세요	\n",
        "tip3": "3. 조물조물 해뒀던 고기를 볶아주다가 양파, 파도 같이 넣어 볶아주세요\n",
        "tip4": "4. 볶다가 기름 뺀 두부와 물 한 컵을 넣어서 쎈불에 보글보글 끓여주세요\n",
        "tip5":
            "5. 그러고 나서 양념장을 넣어준다. (양념장 : 고춧가루3, 간장1, 설탕1, 고추장0.5, 된장0.5, 굴소스1) \n",
        "tip6": "6. 잘저어주다가	전분가루 1 : 물 2 잘 섞어서 넣어주세요	\n",
        "tip7": "7. 잘 저어서 걸죽해지면 마파두부 완성\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "마라탕": [
      {
        "ex1":
            "1. 쇠고기 샤브샤브용 300g, 오징어 1마리, 절단 꽃게 500g, 하이디라오 마라소스 1봉, 느타리 버섯 10g\n",
        "ex2": "2. 알배추 5장, 숙주나물 100g, 중국납작 당면 50g, 떡볶이 떡 5개, 비엔나소세지 5개\n",
        "ex3": "3. 유부 3장, 사골육수 1C, 물 1C실 당면, 1묶음땅콩잼 2T\n",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 납작 당면은 하루저녁 불리고 실당면은 1시간 불립니다. 끓는 물에 떡볶이 떡을 데치고 유부도 데쳐 손으로 꾹 놀러 기름 뺍니다.\n",
        "tip2": "2. 꽃게는 비린내 제거를 위해 소주 1C을 넣고 씻어 줍니다.\n",
        "tip3": "3. 오징어는 다리와 분리해 내장을 빼고 깨끗이 씻어 줍니다.	\n",
        "tip4": "4. 느타리 버섯과 팽이 버섯은 손으로 뜯어 준비합니다.\n",
        "tip5": "5. 데친 유부는 물기를 빼고 손가락 길이고 잘라 주세요.\n",
        "tip6": "6. 알배추도 똑같이 손가락 길이로 잘라 줍니다.\n",
        "tip7": "7. 물과 사골 육수를 넣고 자른 배추와 떡볶이 떡, 하이디라오 소스 3T 넣고 끓여 주세요.\n",
        "tip8": "8. 끓이면서 간을 보고 입맛에 맞게 소스를 넣어 줍니다.\n",
        "tip9": "9. 끓기 시작하면 해물과 납작당면을 넣고 익으면 숙주나물과 유부,땅콩 버터 넣어 더 끓입니다.\n",
        "tip10": "10. 숙주 나물이 익으면 청경채와 실당면,샤브샤브용 쇠고기를 넣고 쇠고기가 익으면 불을 끕니다.",
      }
    ],
    "쇠고기난자완스": [
      {
        "ex1": "1.다진 쇠고기 400g, 청경채 2개, 대파 1/2대, 표고버섯 1개, 마늘 3쪽 \n",
        "ex2": "2. 다진 마늘 1큰술, 청주 2큰술, 간장 1큰술, 생강가루 약간, 소금 약간\n",
        "ex3": "3. 후춧가루 약간, 녹말가루 4큰술, 달걀 2개, 물 1컵, 굴소스 1큰술\n",
        "ex4": "4. 간장 1큰술, 맛술 2큰술, 설탕 0.3큰술, 물녹말 2큰술, 참기름 약간\n",
        "ex5": "",
        "tip1": "1. 다진 쇠고기는 톡톡 눌러서 핏물 빼주세요.\n",
        "tip2": "2. 다진 쇠고기에 고기양념재료를 넣고 밑 양념을 해주세요.\n",
        "tip3": "3. 밑양념을 한 것에 녹말가루와 달걀을 넣고 오래 찰기 있게 치대주세요.\n",
        "tip4": "4. 치댄 반죽은 둥글 넙적하게 모양을 내서 빚어주세요.\n",
        "tip5": "5. 달군 팬에 기름을 넉넉히 붓고 완자를 넣고 노릇하게 앞뒤로 익혀줍니다.\n",
        "tip6": "6. 익힌 완자는 따로 꺼내서 기름기를 빼놓으세요.\n",
        "tip7":
            "7. 마늘은 편으로 썰고, 대파는 굵게 채 썰고, 청경 채는 가닥가닥 뜯어 놓고, 표고버섯은 먹기 좋게 썰어 준비합니다.\n",
        "tip8": "8. 달군 팬에 기름을 두르고, 대파와 마늘을 넣고 볶아 향을 내주세요.\n",
        "tip9": "9. 소스재료를 넣고 끓인 후 여기에 튀긴 완자를 넣으세요.\n",
        "tip10":
            "10. 마지막으로 물 녹말을 조금씩 넣어가며 농도를 맞추고, 마지막으로 참기름을 몇 방울 둘러 향을 내주면 됩니다.",
      }
    ],
    "새우딤섬": [
      {
        "ex1": "1. 새우 6마리, 라이스페이퍼 7장, 달걀노른자 1알\n",
        "ex2": "2. 비타민20g, 팽이버섯 30g, 빨강파프리카 15g, 노랑파프리카 각 15g\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 새우는 껍질 까고 내장을 제거한 뒤 흐르는 물에 씻어주세요\n",
        "tip2":
            "2. 비타민은 세척 후 줄기 끝부분은 잘라내고 윗부분만 사용해요. 팽이버섯과 비타민, 파프리카를 잘게 다져주세요.\n",
        "tip3": "3. 새우는 칼 옆으로 꾹 눌러 으깬 뒤 다져주세요. 먼저 새우를 후라이팬에 볶아주세요\n",
        "tip4": "4. 새우가 어느정도 익으면 손질한 야채들도 넣고 볶은 뒤 식혀주세요.\n",
        "tip5": "5. 익힌 뒤 한 김 식혀 둔 재료들을 볼에 넣고 달걀 노른자를 넣어 반죽을 만들어요.\n",
        "tip6": "6. 원형 라이스페이퍼는 사각형 모양으로 잘라주세요.\n",
        "tip7": "7. 그릇에 따뜻한 물을 부은 뒤 라이스페이퍼를 적셔주세요\n",
        "tip8": "8. 물에 적신 라이스페이퍼를 깔고 가운데 새우야채소를 넣고 모서리 4면을 차례대로 감싸 주세요.\n",
        "tip9": "9. 찜기에 종이호일을 깔고 (완성된 딤섬이 잘 분리되도록) 참기름을 살짝 발라주세요.\n",
        "tip10": "10. 마지막으로 딤섬이 서로 붙지 않게 일정한 거리를 두고 김이 오른 찜기에 3분30초간 쪄 주세요.",
      }
    ],
    "꽃빵": [
      {
        "ex1": "1. 밀가루 5컵, 따뜻한 우유 1컵, 식용유 3T, 이스트 2T\n",
        "ex2": "2.설탕 1/3컵, 소금 조금, 따뜻한 물 1컵\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 밀가루, 이스트, 식용유, 우유, 물, 설탕, 소금을 준비합니다\n",
        "tip2":
            "2. 따듯한우유에 설탕 1T 이스트2T를 넣고 이스트가  부풀어 오르면	밀가루에 이스트를 넣고 반죽을 합니다.\n",
        "tip3":
            "3. 밀가루 반죽을 따뜻한곳이나 양지바른곳 에 두어 밀가루반죽이 2배 부풀러 오르면 가스를 빼고 한번 더 발효 시킵니다\n",
        "tip4": "4. 발효가 완료된 밀가루 반죽을 밀대로 밀고 식용유를 칠한 다음에 설탕을 솔솔 뿌립니다\n",
        "tip5": "5. 그 후, 말아서 일정한 모양으로 잘라 놓습니다\n",
        "tip6": "6. 마지막으로 찜기에 꽃빵을 넣고 뚜껑을 열고 찌다가 뚜껑을 덮습니다\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "유산슬덮밥": [
      {
        "ex1": "1. 돼지고기 100g, 양파 1/4개, 표고버섯 2개, 죽순 1/4개, 불린 해삼 1/6개\n",
        "ex2": "2.새우 5마리, 팽이버섯 1/2봉, 마늘 3톨, 대파 1/2대, 굴소스 1숟가락\n",
        "ex3": "3.간장 1숟가락, 청주 1숟가락, 설탕 1/2숟가락, 소금 약간, 후추 약간\n",
        "ex4": "4.치킨육수 2종이컵, 생강 1쪽, 식용유 적당량, 간장 1숟가락, 설탕 1/2숟가락\n",
        "ex5": "5.청주 1숟가락, 전분 1숟가락, 물 2숟가락, 전분 1숟가락\b",
        "tip1": "1. 대파는 반으로 갈라 5cm 길이로 썰고, 마늘, 생강 편 썬다.\n",
        "tip2": "2. 양파, 표고버섯, 해삼, 죽순은 채 썬다.\n",
        "tip3": "3. 돼지고기는 간장, 설탕, 청주, 전분을 넣고 고루 섞는다.\n",
        "tip4": "4. 팬에 기름을 넉넉히 두르고 돼지고기를 데치듯이 볶아 건진다.\n",
        "tip5": "5. 달군 팬에 기름을 두르고 대파, 생강, 마늘을 볶는다.\n",
        "tip6": "6. 기름에 데친 돼지고기를 넣고 양파, 죽순, 해삼, 표고버섯, 팽이버섯을 넣고 볶는다.\n",
        "tip7": "7. 간장, 청주, 굴소스, 설탕, 치킨육수를 넣고 끓인다.\n",
        "tip8": "8. 마지막으로 전분 물로 농도를 맞춘 후 소금, 후추를 넣고 간을 맞춰 완성한다.",
        "tip9": "",
        "tip10": "",
      }
    ],
    "가츠동": [
      {
        "ex1": "1. 시판용 돈가스 1장, 양파 1/3개, 달걀 2개, 쪽파 적당량, 밥 1인분\n",
        "ex2": "2. 간장 2T, 청주 3T, 설탕 1.5T, 물 9T\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 시판용 돈가스와 달걀을 준비해주고, 양파는 채썰어 주고, 쪽파는 총총 썰어주세요. 돈가스는 에어프라이기나 튀기는 작업을 진행 후, 사용해주세요.\n",
        "tip2":
            "2. 가츠동 소스를 준비해줍니다. 간장, 청주, 설탕, 물을 골고루 섞어줍니다. 기호에 맞게 설탕의 양은 조절해주세요.\n",
        "tip3": "3. 팬에 2번에서 만든 소스를 넣고 끓여줍니다. 보글보글 끓어오르면 양파를 넣어 주세요.\n",
        "tip4": "4. 양파가 반투명하게 익으면 먹기 좋은 두께로 썰은 돈가스를 넣어줍니다.\n",
        "tip5":
            "5. 달걀을 최대한 가볍게 저어 흰자와 노른자가 따로 놀도록 해줍니다. 최대한 돈가스에 닿지 않도록 가장자리를 빙 돌려줍니다. 그리고 가스불을 끄고 뚜겅을 덮어주세요.\n",
        "tip6": "6. 완성된 가츠동은 밥위에 옮겨주고, 쪽파를 뿌려 마무리해 줍니다\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "일식계란말이": [
      {
        "ex1": "1. 계란 4개, 가쓰오부시 육수(또는 다시마 육수), 2T소금 1/4t, 식용유 약간\n",
        "ex2": "",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 계란의 껍질을 까서 볼에 담아주세요.\n",
        "tip2": "2. 소금과 가쓰오부시 육수(또는 다시마 육수)를 넣고 함께 섞어주세요.\n",
        "tip3": "3. 체에 두 번 걸러주세요.\n",
        "tip4": "4. 팬을 달군 후, 식용유를 코팅하듯 바르고 계란물을 부어 스크램블처럼 만든 후, 돌돌 말아주세요.\n",
        "tip5": "5. 4번의 과정을 반복해서 크게 만들어 주시면 완성됩니다.\n",
        "tip6": "\n",
        "tip7": "\n",
        "tip8": "\n",
        "tip9": "\n",
        "tip10": "",
      }
    ],
    "차슈": [
      {
        "ex1": "1. 삼겹살 800g, 양파 1/2개, 대파 1/2개, 마늘 6개, 청양고추 2개\n",
        "ex2": "2.생강 파우더, 물 600ml, 맛술 100ml, 간장 200ml, 설탕 6T\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 먼저 물, 청주, 간장, 생강 파우더를 넣고 끓입니다.\n",
        "tip2": "2. 소스가 끓으면 양파, 대파, 청양고추, 마늘, 설탕을 넣고 다시 끓입니다. \n",
        "tip3": "3. 삼겹살을 앞뒤로 굽고 기름을 빼줍니다.\n",
        "tip4": "4. 끓고 있는 간장소스에 구운 삼겹살을 넣고 졸입니다.\n",
        "tip5": "5. 간장소스가 걸쭉하게 졸아들면 불을 끕니다.\n",
        "tip6": "6. 먹기 좋은 크기로 잘라주면 완성입니다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "오꼬노미야끼": [
      {
        "ex1": "1.밀가루(또는 부침가루 또는 튀김가루) 250ml, 물 180ml, 맛술 1T, 오징어 1/2마리\n",
        "ex2": "2. 마요네즈 약간, 돈가스 소스 적당량, 계란 1개, 양배추 400ml\n",
        "ex3": "3. 베이컨 3장, 가쓰오부시 200ml, 쪽파 약간\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 양배추와 오징어, 베이컨을 채 썰어 준비합니다.\n",
        "tip2": "2. 밀가루에 물과 달걀을 넣습니다.\n",
        "tip3": "3. 1번과 2번에 만든 것을 섞어 약간 걸죽한 정도로 반죽합니다.\n",
        "tip4": "4. 달구어진 팬에 기름을 넉넉히 두르고 노릇하게 구워줍니다.\n",
        "tip5": "5. 잘익은 오꼬노미야끼위에 돈가스 소스를 바르고 가쓰오부시를 올려줍니다.\n",
        "tip6": "6. 쪽파가 있으면 잘게 썰어서 솔솔 뿌려주세요.\n",
        "tip7": "7. 마지막으로 마요네즈를 먹음직스럽게 뿌려주면 완성됩니다.\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "치킨가라아게": [
      {
        "ex1": "1. 닭다리살 500g, 달걀 1개, 다진마늘 0.5T, 다진 생강(또는 생강 파우더), 약간간장 1T\n",
        "ex2": "2. 소금 약간, 후춧가루 약간, 전분가루 6T, 식용유 적당량\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 닭다리살은 키친타월로 핏물을 제거합니다.\n",
        "tip2": "2. 핏물을 제거한 닭다리살을 한입크기로 썰어줍니다.\n",
        "tip3": "3. 닭다리살에 밑간을 전분을 제외하고 해줍니다.\n",
        "tip4": "4. 간이 되면 전분가루를 넣고 골고루 섞어줍니다.\n",
        "tip5": "5. 식용유를 올리고 낮은 온도로 닭다리살을 속까지 익혀주고, 두번 튀길때는 센불로 단기간 튀겨줍니다.\n",
        "tip6": "6. 기름을 어느정도 제거하면 완성됩니다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "새우튀김": [
      {
        "ex1": "1. 손질 새우 5마리, 식용유 약간, 튀김가루 200ml, 물 1컵, 얼음 4개\n",
        "ex2": "",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 볼에 튀김가루와 물을 넣어주고, 섞으며 튀김반죽을 만듭니다.\n",
        "tip2": "2. 얼음을 넣어 반족을 시원하게 만들어주어 바삭바삭한 식감을 살려줍니다.\n",
        "tip3": "3. 팬에 식용유를 둘러줍니다.\n",
        "tip4": "4. 새우에 튀김옷을 골고루 묻혀주고, 달궈진 기름에 튀겨줍니다.\n",
        "tip5": "5. 처음 튀길 때 낮은 온도로 속까지 익혀주고, 두번째 튀기면서 노릇한 색감을 내줍니다.\n",
        "tip6": "6. 기름을 어느정도 제거하면 완성됩니다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "규카츠": [
      {
        "ex1": "1. 스테이크용 소고기 450g, 계란 1개, 밀가루 2T, 빵가루 200ml\n",
        "ex2": "2. 돈가스 소스 3T, 간장 적당량, 소금 적당량, 후추 적당량, 와사비 적당량\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 스테이크용 소고기를 직사각형 모양으로 썰어준 다음, 칼끝으로 찔러 힘줄을 제거해줍니다.\n",
        "tip2": "2. 칼날로는 앞뒤를 살짝살짝 다져줍니다.\n",
        "tip3": "3. 소금과 후추를 뿌려 10분정도 재워둡니다.\n",
        "tip4": "4. 스테이크용 소고기에 밀가루를 골고루 묻힙니다.\n",
        "tip5": "5. 볼에 게란을 깨고, 소금을 넣은 후 스테이크용 소고기에 계란물을 입혀줍니다.\n",
        "tip6": "6.. 마지막으로 빵가루를 정성스레 입혀주면 됩니다.\n",
        "tip7": "7. 기름에 중불로 튀겨줍니다.\n",
        "tip8": "8. 튀긴 규카츠에 기름을 제거하고 돈가스 소스와 와사비를 준비하면 완성입니다.\n",
        "tip9": "",
        "tip10": "",
      }
    ],
    "유부우동": [
      {
        "ex1": "1.우동면 800g, 유부 8장, 표고버섯 4개, 쪽파 2대, 당근 1/3개\n",
        "ex2": "2.물 2.5L, 참치액 2T, 양조간장 2T, 설탕 2T\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 쪽파를 깨끗이 씻어 다듬은 후 썰고, 표고버섯은 슬라이스, 당근은 1cm 두께로 썰어줍니다.\n",
        "tip2": "2. 냄비에 물, 참치액, 양조간장, 설탕을 넣고 끓기 시작하면 유부와 당근을 넣어 한소끔 더 끓여줍니다.\n",
        "tip3": "3. 끓는 물에 우동면을 넣고 1분 더 끓인 후 찬물에 행굽니다.\n",
        "tip4":
            "4. 준비된 그릇에 우동면을 담고 그 위에 유부, 표고버섯, 당근을 올린 후 국물을 붓고 쪽파를 뿌리면 완성됩니다.\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "야끼오니기리": [
      {
        "ex1": "1.밥 2인분, 후리가케 2인분, 참기름 2T, 진간장 2T\n",
        "ex2": "2.맛술 1T, 설탕 0.5T, 올리고당 1T, 식용유 적당량\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 밥에 후리가케와 참기름을 넣고 섞어줍니다.\n",
        "tip2": "2. 삼각형 주먹밥으로 모양을 잡아줍니다.\n",
        "tip3": "3. 진간장, 맛술, 설탕, 올리고당을 섞어 주먹밥에 바를 간장소스를 만듭니다.\n",
        "tip4": "4. 간장소르를 주먹밥의 앞뒤에 발라줍니다.\n",
        "tip5": "5. 기름 살짝 두른 팬에 중불 또는 약불로 구워줍니다\n",
        "tip6": "6. 그릇에 노릇노릇 구워진 삼각김밥을 옮겨 담으면 완성입니다.\n",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "명란젓오차즈케": [
      {
        "ex1": "1.밥 1공기, 녹차 티백 1개, 명란젓 1/2개, 연어캔 1/3개, 다진 파 1T\n",
        "ex2": "2.참치액 1/2T, 소금 약간, 후추 약간, 후리가케(또는 김가루), 약간통깨 약간\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 그릇에 따뜻한 밥을 올리고, 또 다른 그릇에 녹차 티백을 뜨거운 물에 우려냅니다.\n",
        "tip2": "2. 우러난 녹차에 참치액을 넣고 섞어줍니다.\n",
        "tip3": "3. 명란젓은 속 알만 깔끔하게 발라내고, 파는 송송 썰어 준비합니다.\n",
        "tip4": "4. 연어캔 속의 기름을 뺀 뒤, 달군 팬에 연어를 포슬포슬하게 볶아줍니다.\n",
        "tip5": "5. 다 볶아지면 소금, 후추로 살짝 간을 합니다.\n",
        "tip6": "6. 밥에 준비한 녹차를 부어 줍니다.\n",
        "tip7": "7. 밥 위에 볶은 연어를 솔솔 뿌려주고, 그 위에 파를 적당히 올립니다.\n",
        "tip8": "8. 속 알만 발라낸 명란젓을 올립니다.\n",
        "tip9": "9. 후리가케(또는 김 가루)와 통깨를 뿌려주면 완성입니다.\n",
        "tip10": "",
      }
    ],
    "감바스": [
      {
        "ex1":
            "1.생 새우 10마리(200g)새우 밑간: 소금 후춧가루 조금씩, 레몬즙 1큰술, 올리브유 1/2컵(100ml),마늘 15개\n",
        "ex2":
            "2. 페페론치노 5개, 올리브 6개, 소금 후춧가루 파슬리가루 조금씩, 오레가노 생 잎 적당량, 바게트 1/2개\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 새우는 손질, 세척하여 밑간에 10분간 재웁니다.\n",
        "tip2": "2. 마늘은 편 썰고 올리브는 올리브유 1큰술을 뿌려둡니다.\n",
        "tip3": "3. 오레가노는 세척하고 바게트는 잘라 구워주세요.\n",
        "tip4": "4. 팬에 올리브유 100ml를 붓고 약한 불에서 1분간 달궈주세요\n",
        "tip5": "5. 마늘, 페페론치노를 약한 불에서 3분간 볶아주세요.\n",
        "tip6": "6. 새우를 중간 불에서 3분간 앞 뒤로 굽다가 올리브를 넣고 1분 뒤 불을 끕니다.\n",
        "tip7": "7. 소금, 후추, 파슬리가루를 뿌립니다.\n",
        "tip8": "8. 오레가노 생 잎을 장식합니다.\n",
        "tip9": "9. 구운 바게트를 곁들입니다. \n",
        "tip10": "",
      }
    ],
    "까르보나라": [
      {
        "ex1": "1. 스파게티면 1인분, 생크림 한 컵 반, 우유 한 컵, 양파 조금\n",
        "ex2": "2. 편썬마늘 조금, 베이컨 적당량, 달걀 노른자 한 개, 소금,후추,파슬리가루\n",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1": "1.물을 충분히 냄비에 넣고 소금 1티스푼을 넣고 팔팔 끓여 삶아주세요\n",
        "tip2": "2.적당히 달군팬에 올리브유를 두르고 편썬 마늘을 넣어 향을 내주세요\n",
        "tip3":
            "3.베이컨을 넣고 볶다가 슬슬 기름이 베어나올때쯤 양파를 넣고 아삭한 식감이 살아있게 투명해질때까지 익혀줍니다.\n",
        "tip4": "4.그 다음 생크림을 한컵 250ml~350ml와 우유한컵을 넣어주세요.\n",
        "tip5": "5.크림소스 질감으로 걸쭉해질때까지 보글보글 끓여주세요.\n",
        "tip6":
            "6.마지막에 싱싱한 계란 노른자 첨가하고 걸쭉하게 끓여진 소스에 삶아진 면을 넣고 소스가 고루 입혀지도록 섞어줍니다.\n",
        "tip7": "7.접시에 담고 후추와 파슬리가루를 솔솔 뿌리면 끝입니다\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "라따뚜이": [
      {
        "ex1": "1. 가지, 애호박 1/2개씩, 송이 토마토 10개, 마늘 1개, 양파 1/4개\n",
        "ex2": "2. 시판 토마토 파스타소스 200ml, 버터, 올리브오일 1/2큰술, 파마산치즈 가루 적당량\n",
        "ex3": "3. 허브가루 조금, 바질 적당량\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 마늘과 양파는 곱게 다집니다. \n",
        "tip2": "2. 가지, 애호박, 토마토는 0.4cm 두께로 얇게 슬라이스 합니다. \n",
        "tip3": "3. 도마 위에 슬라이스 애호박, 가지, 토마토 순서로 한깨씩 올려놓아요.\n",
        "tip4":
            "4. 팬에 버터를 녹이고 약한 불에서 다진 마늘과 양파를 노릇하게 볶다가 토마토 파스타소스를 섞어 펼쳐놓아요.\n",
        "tip5": "5. 애호박, 가지, 토마토 순서대로 팬 밖에서 안으로 돌려 채워 주세요.\n",
        "tip6": "6. 올리브오일과 허브가루를 뿌립니다.\n",
        "tip7": "7. 팬 뚜껑을 덮고 끓으면 약불에서 10분 정도(채소가 반쯤 익고 국물이 많은) 익힙니다.\n",
        "tip8": "8. 오븐(175도 예열된)에서 10분 정도(소스가 자작해질 때까지) 더 익힙니다. \n",
        "tip9": "9. 파마산치즈가루 를 넉넉하게 뿌리고 바질잎을 보기좋게 얹어 장식합니다. \n",
        "tip10": "",
      }
    ],
    "미트볼": [
      {
        "ex1": "1. 다진 소고기 150g, 다진 돼지고기 150g, 양파 1/4개, 당근 1/4개, 버섯 한 줌\n",
        "ex2": "2. 소금 후춧가루 조금씩, 올리브유 1큰술, 다진마늘 1작은술달걀 1/2개빵가루 5큰술(적당량)\n",
        "ex3": "3. 파마산치즈가루 2큰술, 시판 토마토파스타소스 1컵, 물 1/2컵(적당량)\n",
        "ex4": "4. 방울토마토 7개, 그린올리브 7개, 바질 적당량(혹은 파슬리가루)\n",
        "ex5": "",
        "tip1": "1. 다진 고기에 밑간 합니다(청주 1큰술 소금 후춧가루 조금씩).\n",
        "tip2": "2. 고기 반죽을 만듭니다.\n",
        "tip3": "3. 미트볼(30gx14)을 만듭니다.\n",
        "tip4": "4. 미트볼 소스(토마토소스)에 미트볼을 넣고 간이 골고루 배도록 끓입니다.\n",
        "tip5": "5. 바질을 곁들여 완성합니다.\n",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "바베큐폭찹": [
      {
        "ex1": "1. 돼지갈비 200g, 양파 1/4개, 셀러리 30g, 월계수잎 1잎, 토마토케찹 30g\n",
        "ex2": "2. 우스타소스 3ml, 황설탕 5g, 소금 2g, 후추가루 2g, 핫소스 2ml\n",
        "ex3": "3. 버터 10g, 식초 5ml, 레몬 1/6개, 마늘 1쪽\n",
        "ex4": "4. 비프스톡 200ml, 식용유 30ml, 밀가루 10g\n",
        "ex5": "",
        "tip1": "1.돼지갈비살을 찬물에 담궈 핏물제거를 한다. 양파, 셀러리, 마늘은 곱게 다진다.\n",
        "tip2": "2.돼지갈비살을 넓게 편후, 소금, 후추로 밑간한다.\n",
        "tip3": "3.고기 전체에 밀가루를 빈틈없이 발라주고, 팬에 식용유를 두르고 노릇노릇 지진다.\n",
        "tip4":
            "4.냄비에 버터 1/2큰술, 마늘, 양파, 셀러리를 볶다가 케찹 5큰술, 물 3컵, 식초 1큰술, 황설탕 1큰술, 월계수잎, 레몬, 우스타소스 1/2작은술, 핫소스 1/2작은술 을 넣어 푹끓인다.\n",
        "tip5": "5.갈비를 넣고 한번더 푹~쫄아들때 까지 끓인다.\n",
        "tip6": "\n",
        "tip7": "\n",
        "tip8": "\n",
        "tip9": "\n",
        "tip10": "",
      }
    ],
    "봉골레": [
      {
        "ex1": "1. 링귀네160g(80gX2), 물 2L, 천일염 1큰술, 바지락 조개 30개 400g\n",
        "ex2":
            "2. 엷은 소금물(바닷물 염도: 천일염 5%), 화이트 와인(달지 않은 맛), 4큰술면수(파스타 삶은 물) 1/2컵 100ml엑스트라 버진 올리브오일 8큰술\n",
        "ex3": "3. 마늘 4쪽, 페페론치노 3개, 소금 후춧가루 적당량, 이탈리안 파슬리 3줄기\n",
        "ex4": "4. \n",
        "ex5": "",
        "tip1":
            "1.파슬리 줄기는 5cm 길이로 자르고 잎은 잘게 다진다. 마늘은 얇게 편썰고 페페론치노는 손으로 뚝뚝 잘라 놓는다.\n",
        "tip2":
            "2. 큰 냄비에 물 2L 붓고 끓으면 천일염 1큰술 넣는다.  파스타 면을 부채꼴로 펼쳐 넣고 뚜껑을 열고 센 불로 삶는다.\n",
        "tip3":
            "3. 밑이 눌지 않게 저으며 '알단테'로 삶아(포장지에 적힌 시간 보다 1~2분 덜 삶는다) 체에 건져 올리브 오일 2큰술을 버무려 놓는다. 면수(파스타 면 삶은 물)는 다 버리지 말고 1/2컵 정도 남겨둔다.\n",
        "tip4":
            "4. 달군 팬에 올리브 오일 5큰술 두르고 마늘, 페페론치노, 파슬리 줄기를 모두 넣고 마늘이 노릇하게 익도록 빠르게 볶는다.(약불 30초)\n",
        "tip5": "5. 조개, 화이트 와인 4큰술, 면수 1/2컵을 넣고 빠르게 볶는다.(센불 1분)\n",
        "tip6":
            "6. 조개 육수 만드는 법: 냄비 뚜껑을 덮고 조개가 입을 벌릴 때까지 익힌다. (중불 3분: 조개가 질겨지지 않게 오래 끓이지 않도록 주의한다) 만약 조개 해감이 덜 되었다면 체에 걸러준다.\n",
        "tip7": "7. 뚜껑을 열고 삶은 파스타 면 넣고 함께 볶아준다. (중불 1분)\n",
        "tip8": "8. 소금과 후춧가루 간하고 불을 끈다.\n",
        "tip9": "9. 마지막으로 남은 올리브 오일 1큰술을 뿌리고 골고루 저어 향을 낸다.\n",
        "tip10":
            "준비한 접시에 파스타 면과 조개를 골고루 담는다. 파슬리 줄기는 건져내고 다진 파슬리를 향긋하게 뿌려 장식하여 완성한다.",
      }
    ],
    "비프스튜": [
      {
        "ex1": "1. 소고기 안심이나 등심부위 500g, 작은 감자2개, 당근1개,양파1개,완두콩 1/2캔\n",
        "ex2": "2. 데미소스 1캔, 토마토1~2개정도, 토마토케찹 3큰술, 우스터소스2큰술(빼도됨)\n",
        "ex3": "3. 버터 각설탕 크기로 4개정도, 마진마늘 1개\n",
        "ex4":
            "4. 치킨스톡 혹은 비프스톡 1개, 물 2컵(400L 종이컵2컵), 월계수잎3~4개, 정향 약간(혹은 정향가루),흑설탕2큰술\n",
        "ex5": "",
        "tip1": "1. 버터를 소스팬이나 전골팬들에 녹이세요 녹이면서 다진마늘을 넣고 볶으세요\n",
        "tip2": "2. 밀가루를 묻힌 쇠고기를 넣고 볶아주세요\n",
        "tip3": "3. 옆의 불에서 버터를 녹인후 야채를 차례대로 넣고 볶아주세요\n",
        "tip4": "4. 볶은 야채를 버터랑 고기를 볶은 냄비에 넣으세요\n",
        "tip5": "5. 야채와 고기를 뒤적뒤적 한후에 껍질을 벗겨 갈은 토마토 1개를 넣고 데미소스를 넣어주세요\n",
        "tip6":
            "6. 데미소스를 넣은 후에는 치킨스톡 비프스톡 하나를 넣고 물 2컵 정도를 넣습니다 케찹 3큰술과 흑설탕 2큰술도 넣습니다​\n",
        "tip7": "7. 이제 아주 약불에 뚜껑을 덮고 30분에서 1시간정도 끓여주세요\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "찹스테이크": [
      {
        "ex1": "1. 스테이크용 200g, 마늘 5개, 양파 1/4개, 파프리카 빨간색, 노란색 1/4개, 씩새송이버섯 1개\n",
        "ex2": "2. 가지 1/4개, 브로콜리 1/2개, 스테이크소스 4큰술, 우스터소스 1큰술, 토마토케찹 1큰술\n",
        "ex3": "3. 발사믹소스 1작은술, 식용유 1큰술, 올리브유 2큰술\n",
        "ex4": "4. 레드와인 1큰술소금,후춧가루, 파슬리가루\n",
        "ex5": "",
        "tip1": "1. 소고기는 한입 크기로 잘라 올리브오일을 뿌려 20분간 마리네이드합니다.\n",
        "tip2": "2. 채소는 한입 크기로 자르고 브로콜리는 살짝 데칩니다.\n",
        "tip3": "3. 소스를 만들어 10분간 숙성합니다.\n",
        "tip4": "4. 팬에 식용유를 두르고 약한 불에서 마늘을 볶아 향을 냅니다. \n",
        "tip5": "5. 고기를 팬에 올려놓고 레드와인을 뿌립니다. \n",
        "tip6": "6. 센불에서 빠르게 볶아 소금, 후춧가루 간을 합니다. \n",
        "tip7": "7. 채소를 넣고 중간불에서 아삭하게 볶아주세요. \n",
        "tip8": "8. 소스를 붓고 간이 배게 볶아 불을 끄고 파슬리 가루를 뿌립니다.\n",
        "tip9": "",
        "tip10": "",
      }
    ],
    "치즈오믈렛": [
      {
        "ex1": "1. 계란3개 슬라이스치즈 1장 소금 조금\n",
        "ex2": "2. \n",
        "ex3": "3. \n",
        "ex4": "4. \n",
        "ex5": "",
        "tip1": "1. 오믈렛 속에 넣을 치즈는 넣기 좋게 나눠주세요. 계란 3개를 깐 후 소금을 넣어 간을 해줍니다.\n",
        "tip2": "2. 계란과 소금이 잘 섞이도록 저어주세요. 더 고운 오믈렛을 위해 계란물을 체에 한 번 걸러줍니다.\n",
        "tip3": "3. 후라이팬에 기름을 넉넉하게 두르고 키친타올로 후라이팬 전체에 닦아줍니다.\n",
        "tip4":
            "4. 불은 약불로 맞추고, 계란물을 후라이팬에 붓습니다. 젓가락으로 휘휘 저으며 고운 스크램블을 만들어 주세요.\n",
        "tip5":
            "5. 스크램블 위에 오믈렛 속이 될 치즈를 넣어 줍니다. 후라이팬을 확 기울인 상태에서 스크램블 끝 부분을 안으로 접어줍니다.\n",
        "tip6": "6. 반을 안으로 접은 후 후라이팬과 젓가락을 이용해 전체적으로 앞으로 밀어줍니다.\n",
        "tip7":
            "7. 후라이팬 밖으로 밀려나온 부분을 안으로 눌러 붙여주세요. 그리고 손목 스냅과 젓가락을 이용해 뒤집어 주세요.\n",
        "tip8": "8. 뒤집은 후 후라이팬의 둥근 벽면을 이용해 모양을 잡아줍니다. 반대쪽도 마찬가지로 모양을 잡아줍니다.\n",
        "tip9": "",
        "tip10": "",
      }
    ],
    "치킨그라탕": [
      {
        "ex1": "1. 닭가슴살 300g, 재움: 우유 1컵, 소금 1작은술, 후춧가루 조금, 화이트와인 1큰술\n",
        "ex2":
            "2. 버터 2큰술, 밀가루 2큰술, 닭육수 1컵(치킨스톡 1/4개),우유 1컵(혹은, 우유1/2 + 생크림1/2), 파르미지아노 치즈 1/2컵 100ml\n",
        "ex3": "3. 소금 후춧가루 조금씩, 마늘 2개, 양파 1/4개 50g, 청피망 50g, 빨간색 파프리카 50g",
        "ex4": "4. 양송이버섯 4개, 펜네 80g(적당량), 올리브오일 1큰술, 슈레드 모짜렐라치즈 200g(적당량)",
        "ex5": "",
        "tip1":
            "1. 닭가슴살은 껍질과 뼈를 제거하고 먹기좋은 크기(2cm 큐브)로 잘라 잔 칼집을 냅니다. 우유 1컵을 10분간 담갔다가(연육작용, 누린내 제거) 종이타올에 감싸 닦아냅니다.\n",
        "tip2": "2. 1을 밑간(소금 1작은술, 후춧가루 조금, 화이트와인 1큰술)에 재워 냉장 보관(20분간)해 둡니다.\n",
        "tip3": "3. 마늘은 0.5cm 두께로 얇게 편 썰기 하고 양파는 0.5cm 크기로 잘게 자릅니다.\n",
        "tip4":
            "4. 청피망, 빨간색 파프리카는 꼭지와 씨를 제거하고 1.5cm 크기로 자르고 양송이버섯은 먼지를 털어내고 4등분 합니다.\n",
        "tip5":
            "5. 모짜렐라치즈, 파슬리가루, 핫소스 등 추가재료를 준비합니다. 끓는물에 소금 1작은술 넣고 펜네를 포장에 표시된 시간 보다 3분 덜 삶아 건져놓아요.\n",
        "tip6":
            "6. 달군 팬에 버터 2큰술 올려 녹입니다. 살짝 갈색으로 변하기 시작하면 중간불로 내려 밀가루 2큰술을 조금씩 넣으며 밀가루가 타지않게 주걱으로 계속 저으며(6~8분간) 화이트 루(roux)를 만듭니다.\n",
        "tip7":
            "7. 1에 닭육수 1컵, 우유 1컵을 조금씩 넣어가며 약한 불에서 뭉침 없이 잘 풀어서 크림수프 농도가 되면 파르미지아노 치즈 1/2컵을 넣어 잘 섞어주세요.\n",
        "tip8":
            "불을 끄고 넛맥 가루, 소금, 후춧가루 간합니다. 달군 냄비에 올리브유 1큰술 두르고 약한 불에서 마늘 볶아 향을 낸 후 밑간해 둔 닭가슴살을 중간불로 노릇하게(8분간) 볶아주세요.\n",
        "tip9":
            "양파, 청피망, 빨간색 파프리카, 양송이버섯을 넣어 3분간 볶아주세요. 크림소스를 붓고 골고루 저으며 3분간 볶아주세요.\n",
        "tip10":
            "삶은 펜네를 넣어 소스 간이 배도록 골고루 섞어주세요. 오븐 용기에 3를 담고 슈레드 모짜렐라치즈를 듬뿍 뿌립니다. 200도 예열된 오븐에 10분간 치즈가 노릇해질 때까지 구워주세요.",
      }
    ],
    "치킨커틀릿": [
      {
        "ex1": "1. 닭가슴살 10장 우유 500ML 허브솔트 조금 다진마늘 1T 빵가루  밀가루  계란 3개\n",
        "ex2": "",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 닭가슴살 또는 닭안심을 우유와 허브솔트 다진마늘1스푼을 넣고, 20분정도 재워두세요(닭가슴살10장기준)\n",
        "tip2": "2. 계란3알을 잘 풀어주세요.\n",
        "tip3": "3. 그릇에 계란푼것과, 빵가루,밀가루를 준비해 주세요.\n",
        "tip4": "4. 20분정도 재워두었던 닭가슴살(또는 닭안심)을 칼로 다져주세요\n",
        "tip5": "5. 닭가슴살(또는 닭안심)을 밀가루에 뭍힌후에 계란물을 입혀준후에~ 빵가루를 마지막으로 뭍혀주세요\n",
        "tip6": "빵가루 조금을 기름에 뿌려보면 막 튀겨지면 불을 중약불로 줄인후에 치킨까스를 넣고 튀겨주세요.\n",
        "tip7": "양배추를 잘게 채썰어준후 케찹과 마요네즈를 넣어주세요(케찹1:마요네즈1)그리고 잘섞어주면 됩니다.\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "크림리조또": [
      {
        "ex1": "1. 찬밥 1공기, 치즈 4장, 청양고추 2개\n",
        "ex2": "2. 우유 500ml\n",
        "ex3": "3. 양파 1/2개\n",
        "ex4": "4. 소금 약간\n",
        "ex5": "",
        "tip1": "1. 먼저 우유에 소금을 넣고 끓여주세요 우유를 끓여줄때는 잘 저어주세요\n",
        "tip2": "2. 우유가 끓으면  양파, 청양고추, 치즈를 몽땅 넣고 잘 저어주세요\n",
        "tip3": "3. 밥알이 잘 풀어질때까지 저어가면서 끓여주세요\n",
        "tip4": "4. 중간 맛을 보고 너무 싱겁다 싶으면 소금을 더 넣어주세요\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "토마토스파게티": [
      {
        "ex1": "1. 스파게티면 250g, 베이컨 110g, 시판 스파게티 소스 1병, 소세지 2개, 통마늘 10쪽\n",
        "ex2": "2. 양파 1/2개, 양송이버섯 5개, 브로콜리 1송이, 방울토마토 10개\n",
        "ex3": "3. 소금 약간, 올리브유 적당량, 파슬리가루 적당량, 파머산 치즈가루 적당량\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 제일 먼저 끓는물에 소금1/2티스푼,올리브유1티스푼을 넣고 스파게티면을 8분정도 삶아주세요\n",
        "tip2":
            "2. 브로콜리는 1송이를 먹기 좋은 크기로 잘라준뒤 끓는물에 소금1/2티스푼을 넣고 살짝 데쳐준뒤 찬물에 헹구어서 준비합니다.\n",
        "tip3": "3. 방울토마토,통마늘,양송이버섯,햄,베이컨,양파를 먹기 좋은 크기로 잘라서 준비합니다.\n",
        "tip4": "4. 넓은 팬에 올리브유 1스푼을 넣고 마늘과 양파를 넣어 양파가 투명해질때까지 볶아주세요.\n",
        "tip5": "5. 양파가 투명해지면 베이컨과 햄을 넣고 볶아줍니다.\n",
        "tip6": "6. 베이컨이 쪼그라드는 느낌이 나면 시판 소스와 토마토,양송이버섯,브로콜리를 넣고 섞어주세요.\n",
        "tip7": "7. 여기에 삶아 놓았던 스파게티면을 넣고 잘 섞어주면 시판 소스를 이용한 토마토스파게티 완성입니다\n",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "통감자치즈구이": [
      {
        "ex1": "1. 통감자 2개, 버터, 모짜렐라 치즈, 파슬리 가루 약간\n",
        "ex2": "",
        "ex3": "",
        "ex4": "",
        "ex5": "",
        "tip1":
            "1. 먼저 큼직한 감자를 찜기에 쪄주시구요 찐감자는 윗부분 뚜껑 열어서 격자무늬로 칼집 내주시고 그위에 버터랑 모짜렐라 치즈 올려주면 되요\n",
        "tip2": "2. 찐감자 위의 치즈만 녹일거라 전자레인지 5분돌려줍니다(강도는 중)\n",
        "tip3": "3. 중간에 앞뒤로 방향바꿔 한번 뒤집어주고 치즈가 다 녹았다 싶으면 꺼내주세요\n",
        "tip4": "4. 파슬리 가루 솔솔 뿌려주면 완성입니다\n",
        "tip5": "",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "핫윙": [
      {
        "ex1": "1. 닭 날개 12개 300g, 우유 1컵, 밀가루 2큰술, 식용유 2큰술\n",
        "ex2": "2. 마늘 5개, 시판 핫소스 2큰술, 시판 칠리소스 1큰술, 고추장 1작은술\n",
        "ex3": "3. 토마토케찹 1작은술, 올리고당 1큰술, 물 2큰술\n",
        "ex4": "",
        "ex5": "",
        "tip1": "1. 닭날개는 손질 세척하여 밑간에 재웁니다(소금 후춧가루 조금씩 화이트와인 (혹은 청주) 1큰술). \n",
        "tip2": "2.  핫윙 소스를 만듭니다.\n",
        "tip3": "3. 밑간 한 닭 날개를 팬 프라이 합니다.\n",
        "tip4": "4. 자른 바게트와 올리브를 올리브오일에 버무립니다.\n",
        "tip5": "5. 닭 날개에 소스를 발라 오븐에 굽다가 바게트와 올리브를 함께 구워주세요. \n",
        "tip6": "",
        "tip7": "",
        "tip8": "",
        "tip9": "",
        "tip10": "",
      }
    ],
    "비프스튜": [
      {
        "ex1": "1. \n",
        "ex2": "2. \n",
        "ex3": "3. \n",
        "ex4": "4. \n",
        "ex5": "",
        "tip1": "1. \n",
        "tip2": "2. \n",
        "tip3": "3. \n",
        "tip4": "4. \n",
        "tip5": "5. \n",
        "tip6": "\n",
        "tip7": "\n",
        "tip8": "\n",
        "tip9": "",
        "tip10": "",
      }
    ],
  };

  Future<List<Map<String, String>>> loadExplainsFromLocation(
      String location) async {
    await Future.delayed(Duration(milliseconds: 1000));
    return exdata[location];
  }
}
